[
    {
        "chapter": "1",
        "question_number": "41)",
        "description": "Setting standards such as sales quotas, quality standards, or production levels is part of the leading function of human resource management.",
        "answer": "FALSE",
        "explanation": "Setting standards such as sales quotas, quality standards, or production levels is part of the controlling rather than the leading function of human resource management. Leading involves maintaining morale and motivating workers."
    },
    {
        "chapter": "1",
        "question_number": "42)",
        "description": "The planning function of management includes establishing goals and standards and developing forecasts.",
        "answer": "TRUE",
        "explanation": "The planning function of management includes establishing goals and standards, developing rules and procedures, and developing plans and forecasting. Planning, organizing, staffing, leading, and controlling are the five functions of the management process."
    },
    {
        "chapter": "1",
        "question_number": "43)",
        "description": "Communicating is one of the five basic functions of the management process.",
        "answer": "FALSE",
        "explanation": "Planning, organizing, staffing, leading, and controlling are the five functions of the management process. Although communicating with employees is part of every step, it is not one of the five basic functions."
    },
    {
        "chapter": "1",
        "question_number": "44)",
        "description": "Hiring the wrong person for the job, committing unfair labor practices, and having your people not doing their best are personnel mistakes that hinder firms from achieving positive results.",
        "answer": "TRUE",
        "explanation": "Common HRM mistakes include hiring the wrong people, having your people not doing their best and committing unfair labor practices. The primary goal of HRM is to help the firm achieve its goals, and such HRM mistakes hinder that process."
    },
    {
        "chapter": "1",
        "question_number": "45)",
        "description": "Autonomy is the right to make decisions, direct the work of others, and give orders.",
        "answer": "FALSE",
        "explanation": "Authority rather than autonomy is the right to make decisions, direct the work of others, and give orders. In management, authority is distinguished between line authority and staff authority."
    },
    {
        "chapter": "1",
        "question_number": "46)",
        "description": "Staff managers are authorized to issue orders to subordinates and are directly in charge of accomplishing the organization's basic goals.",
        "answer": "FALSE",
        "explanation": "Line managers, not staff managers, are authorized to issue orders down the chain of command. Staff managers have the authority to advise other managers or employees."
    },
    {
        "chapter": "1",
        "question_number": "47)",
        "description": "Human resource managers are generally staff managers.",
        "answer": "TRUE",
        "explanation": "Human resource managers are usually staff managers. They assist and advise line managers in areas like recruiting, hiring, and compensation. However, line managers still have human resource duties."
    },
    {
        "chapter": "1",
        "question_number": "48)",
        "description": "Staff managers have staff authority which enables them to issue orders down the chain of command unlike line managers.",
        "answer": "FALSE",
        "explanation": "Line managers can issue orders down the chain of command, while staff managers are only able to advise other managers and employees."
    },
    {
        "chapter": "1",
        "question_number": "49)",
        "description": "In small organizations, line managers frequently handle all personnel duties without the assistance of a human resource staff.",
        "answer": "TRUE",
        "explanation": "In small firms, line managers may carry out personnel tasks unassisted. However, large firms of over 100 employees require human resource specialists."
    },
    {
        "chapter": "1",
        "question_number": "50)",
        "description": "Human resource managers assist line managers with recruiting, hiring, and compensation.",
        "answer": "TRUE",
        "explanation": "Assisting and advising line managers is the heart of the human resource manager's job. HR assists in recruiting, hiring, and compensation."
    },
    {
        "chapter": "1",
        "question_number": "51)",
        "description": "Staff authority gives a manager the right to advise other managers or employees.",
        "answer": "TRUE",
        "explanation": "Staff authority gives a manager the right to advise other managers or employees. It creates an advisory relationship."
    },
    {
        "chapter": "1",
        "question_number": "52)",
        "description": "The role of labor relations specialists includes investigating EEO grievances and collecting data about jobs for the purpose of writing job descriptions.",
        "answer": "FALSE",
        "explanation": "Labor relations specialists advise management on all aspects of union– management relations. EEO coordinators investigate EEO grievances, and job analysts collect data for job descriptions."
    },
    {
        "chapter": "1",
        "question_number": "53)",
        "description": "Shared service HR teams focus on assisting top management in big picture issues such as developing a firm's long-term strategic plan.",
        "answer": "FALSE",
        "explanation": "Corporate HR teams focus on assisting top management in big picture issues such as developing a firm's long-term strategic plan."
    },
    {
        "chapter": "1",
        "question_number": "54)",
        "description": "Centralized HR units whose employees are shared by all the companies' departments to obtain advice are called shared service.",
        "answer": "TRUE",
        "explanation": "Shared service is centralized HR units whose employees are shared by all the companies' departments to obtain advice on matters such as discipline problems."
    },
    {
        "chapter": "1",
        "question_number": "55)",
        "description": "Centers of expertise are specialized HR that act like consulting firms within the company on particular topics.",
        "answer": "TRUE",
        "explanation": "Centers of expertise are basically specialized HR consulting firms within the company. For example, a center might provide specialized advice in an area like organizational change to all the company's various units."
    },
    {
        "chapter": "1",
        "question_number": "56)",
        "description": "A key concept of the textbook is that human resource management is the sole responsibility of human resource managers, so line managers and staff managers rely heavily on HR specialists to hire the best employees.",
        "answer": "FALSE",
        "explanation": "Human resource management is the responsibility of every manager—not just those in human resources. Throughout every page in the textbook, you'll therefore find an emphasis on practical material that you as a manager will need to perform your day-to-day management responsibilities."
    },
    {
        "chapter": "1",
        "question_number": "57)",
        "description": "A key concept of the textbook is that effective human resource management practices add measurable value to an organization.",
        "answer": "TRUE",
        "explanation": "Employers need human resource management practices that add value, and these practices are an essential part of HR's function."
    },
    {
        "chapter": "1",
        "question_number": "78)",
        "description": "In the next few years, almost all the new jobs added in the United States will be in goods- producing industries.",
        "answer": "FALSE",
        "explanation": "In the US the next few years, almost all the new jobs added will be in services, not in goods-producing industries."
    },
    {
        "chapter": "1",
        "question_number": "79)",
        "description": "According to the Bureau of Labor Statistics, between now and 2022 the number of workers classified as \"white, non-Hispanic\" will decrease, and the number of workers classified as Asian will increase.",
        "answer": "TRUE",
        "explanation": "The number of workers classified as \"white, non-Hispanic\" is expected to decrease by 2022. The workforce will see an increase in the number of Asian, Hispanic, and African- American workers according to the Bureau of Labor Statistics."
    },
    {
        "chapter": "1",
        "question_number": "80)",
        "description": "As baby boomers retire from the workforce, there will be more people entering the labor pool than leaving it.",
        "answer": "FALSE",
        "explanation": "Many human resource professionals call \"the aging workforce\" the biggest demographic trend affecting employers. The basic problem is that there aren't enough younger workers to replace the projected number of baby boom era older-worker retirees."
    },
    {
        "chapter": "1",
        "question_number": "81)",
        "description": "On-demand workers are freelancers and independent contractors who work when they can, on what they want to work on, and when the company needs them.",
        "answer": "TRUE",
        "explanation": "On-demand workers, like those at Uber, are freelancers and independent contractors who work when they can on what they want to work on, when the company needs them."
    },
    {
        "chapter": "1",
        "question_number": "82)",
        "description": "Cloud computing basically means using statistical techniques, algorithms, and problem- solving to identify relationships among data for the purpose of solving particular problems.",
        "answer": "FALSE",
        "explanation": "Data analytics means using statistical techniques, algorithms, and problem-solving to identify relationships among data for the purpose of solving particular problems."
    },
    {
        "chapter": "1",
        "question_number": "95)",
        "description": "Distributed HR is the idea that more and more human resource management tasks are now being redistributed from a central HR department to the company's employees and line managers.",
        "answer": "TRUE",
        "explanation": "Distributed HR involves human resource management tasks being redistributed from a central HR department to the company's employees and line managers, facilitated by digital technologies like mobile phones and social media."
    },
    {
        "chapter": "1",
        "question_number": "96)",
        "description": "Strategic human resource management refers to performing basic day-to-day duties that satisfy the needs and demands of both the employees and the employer.",
        "answer": "FALSE",
        "explanation": "Strategic human resource management means formulating and executing human resource policies and practices that produce the employee competencies and behaviors the company needs to achieve its strategic aims."
    },
    {
        "chapter": "1",
        "question_number": "97)",
        "description": "The HR department lever has HR managers put in place the policies and practices that produce the employee competencies and skills the company needs to achieve its goals .",
        "answer": "FALSE",
        "explanation": "The strategic results lever has HR managers put in place the policies and practices that produce the employee competencies and skills the company needs to achieve its strategic goals."
    },
    {
        "chapter": "1",
        "question_number": "98)",
        "description": "According to research, less than one-third of all workers in the U.S. are mentally and emotionally invested in their work.",
        "answer": "TRUE",
        "explanation": "In one survey, about 30% were engaged, 50% were not engaged, and 20% were actively disengaged (anti-management)."
    },
    {
        "chapter": "1",
        "question_number": "99)",
        "description": "The evidence used in evidence-based human resource management may come from actual measurements, existing data, or critically evaluated research studies.",
        "answer": "TRUE",
        "explanation": "Evidence is the core of evidence-based human resource management. Data, facts, analytics, scientific rigor, critical evaluation, and critically evaluated research/case studies are used to support human resource management proposals, decisions, practices, and conclusions."
    },
    {
        "chapter": "1",
        "question_number": "107)",
        "description": "Ethics are the standards someone uses to decide what his or her conduct should be.",
        "answer": "TRUE",
        "explanation": "Ethics refers to the standards someone uses to decide what his or her conduct should be. Ethical issues related to HR management include workplace safety and employee privacy rights."
    },
    {
        "chapter": "1",
        "question_number": "108)",
        "description": "The SHRM human resource manager competencies include ethical practice, business acumen, and relationship management.",
        "answer": "TRUE",
        "explanation": "The SHRM human resource manager competencies are leadership & navigation, ethical practice, business acumen, consultation, critical evaluation, global & cultural effectiveness and communication."
    },
    {
        "chapter": "1",
        "question_number": "109)",
        "description": "Human resource managers who complete HRCI professional certification exams can earn PHR and SPHR, GPHR certificates.",
        "answer": "TRUE",
        "explanation": "HRCI certification includes Professional in Human Resources (PHR), and Senior Professional in Human Resources (SPHR) among others."
    }
]
