[
    {
        "chapter": "14",
        "question_number": "33)",
        "description": "Distributive justice refers to the manner in which managers conduct their interpersonal dealings with employees.",
        "answer": "FALSE",
        "explanation": "Distributive justice refers to the fairness and justice of the decision's result (for instance, did I get an equitable pay raise?). Procedural justice refers to the fairness of the process."
    },
    {
        "chapter": "14",
        "question_number": "34)",
        "description": "Procedural justice refers to the fairness of the process by which a decision is made.",
        "answer": "TRUE",
        "explanation": "Procedural justice refers to the fairness of the process. Distributive justice refers to the fairness and justice of the decision's outcome result."
    },
    {
        "chapter": "14",
        "question_number": "35)",
        "description": "Two components of organizational justice are distributive justice and procedural justice.",
        "answer": "TRUE",
        "explanation": "With respect to employee relations, experts generally define organizational justice in terms of at least two components—distributive justice and procedural justice."
    },
    {
        "chapter": "14",
        "question_number": "36)",
        "description": "Many people in the new business development group at GRS&M feel that Blaine was promoted due to her personal friendship with the supervisor rather than a fair review of the qualified employees in the group. This attitude is the result of the employees' perceived procedural justice relative to the decision.",
        "answer": "TRUE",
        "explanation": "Procedural justice refers to the fairness of the process (for instance, is the process my company uses to allocate merit raises fair?)."
    },
    {
        "chapter": "14",
        "question_number": "37)",
        "description": "Fair treatment reflects concrete actions such as \"employees are treated with respect,\" and \"employees are treated fairly.\"",
        "answer": "TRUE",
        "explanation": "Fair treatment reflects concrete actions such as \"employees are treated with respect,\" and \"employees are treated fairly.\""
    },
    {
        "chapter": "14",
        "question_number": "38)",
        "description": "A quality circle is a type of formal problem-solving team, usually composed of 6 to 12 specially trained employees who meet weekly to solve problems affecting their work area.",
        "answer": "TRUE",
        "explanation": "A quality circle is a type of formal problem-solving team, usually composed of 6 to 12 specially trained employees who meet weekly to solve problems affecting their work area."
    },
    {
        "chapter": "14",
        "question_number": "39)",
        "description": "Shared perceptions that organizational members have about the firm's psychological environment are called organizational climate.",
        "answer": "TRUE",
        "explanation": "Organizational climate is the perceptions a company's employees share about the firm's psychological environment."
    },
    {
        "chapter": "14",
        "question_number": "40)",
        "description": "Self-managed teams are small (usually 8 to 10 members) groups of carefully selected, trained, and empowered employees who basically run themselves with little or no outside supervision, usually for the purpose of accomplishing a specific organizational task.",
        "answer": "TRUE",
        "explanation": "Self-managing/self-directed work teams are small (usually 8 to 10 members) groups of carefully selected, trained, and empowered employees who basically run themselves with little or no outside supervision, usually for the purpose of accomplishing a specific task or mission."
    },
    {
        "chapter": "14",
        "question_number": "41)",
        "description": "Studies indicate that some people's traits and behaviors make them more susceptible to bullying.",
        "answer": "TRUE",
        "explanation": "Numerous studies show that certain people's traits and how they behave make them more likely to be targets of bullying. These include submissive victims (who seem more anxious, cautious, quiet, and sensitive), provocative victims (who show more aggressive behavior), and victims low in self-determination (who seem to leave it to others to make decisions for them and determine the course of their careers)."
    },
    {
        "chapter": "14",
        "question_number": "42)",
        "description": "Social responsibility refers to the extent to which companies should and do channel resources toward improving one or more segments of society other than the firm's owners or stockholders.",
        "answer": "TRUE",
        "explanation": "Social responsibility (or corporate social responsibility) refers to the extent to which companies should and do channel resources toward improving one or more segments of society other than the firm's owners or stockholders."
    },
    {
        "chapter": "14",
        "question_number": "73)",
        "description": "The standards an individual uses to decide what his or her conduct should be are known as social responsibility.",
        "answer": "FALSE",
        "explanation": "Ethics refers to the principles of conduct governing an individual or a group; specifically, the standards you use to decide what your conduct should be."
    },
    {
        "chapter": "14",
        "question_number": "74)",
        "description": "The president of University National Bank in Palo Alto, California has his office on the main floor of the bank just off the lobby, and his door is always open unless he is in a private meeting. This represents a physical manifestation of the company's culture.",
        "answer": "TRUE",
        "explanation": "Organizational culture is the characteristic values, traditions, and behaviors a company's employees share. The firm's culture should therefore send clear signals about what is and isn't acceptable behavior, such as leaving office doors open."
    },
    {
        "chapter": "14",
        "question_number": "75)",
        "description": "A principal cause of ethical compromises is based on organizational pressure to meet a schedule or some other objective.",
        "answer": "TRUE",
        "explanation": "Being expected to meet scheduling pressures was one of the top reported factors for employees who made ethical compromises. For most of these employees, \"meeting overly aggressive financial or business objectives\" and \"helping the company survive\" were the other top causes."
    },
    {
        "chapter": "14",
        "question_number": "76)",
        "description": "Unfortunately, employers have no tools for measuring the ethics of an individual during the applicant screening process, so employers do not realize they have hired an unethical person until it is too late.",
        "answer": "FALSE",
        "explanation": "Employers can eliminate many ethics problems by making effective hiring decisions. Conducting assessment tests, reference and background checks, drug testing, and making clearly defined job descriptions can reduce the need for many dismissals."
    },
    {
        "chapter": "14",
        "question_number": "77)",
        "description": "A firm's code of ethics outlines its mission, vision, appraisal system, and hiring policies.",
        "answer": "FALSE",
        "explanation": "An ethics code memorializes the standards to which the employer expects its employees to adhere, for instance with respect to bribery. Strategies, mission, and vision are not directly relevant to a firm's ethics code."
    },
    {
        "chapter": "14",
        "question_number": "78)",
        "description": "When firms do not deal swiftly and fairly with the unethical behavior of employees, ethical employees feel penalized.",
        "answer": "TRUE",
        "explanation": "To the extent that behavior is a function of its consequences, the manager needs to reward ethical behavior and penalize unethical behavior. Research suggests that employees expect the organization to dole out relatively harsh punishment for unethical conduct. If the company does not deal swiftly with unethical behavior, often the ethical employees feel punished."
    },
    {
        "chapter": "14",
        "question_number": "79)",
        "description": "The fair treatment of job applicants by HR managers leads to applicants having favorable opinions about the selection procedure and the organization.",
        "answer": "TRUE",
        "explanation": "Job applicants who felt treated unfairly expressed more desire to appeal the outcome. Those who view the firm's programs as fair react more favorably to the selection procedure, and view the company and the job as more attractive."
    },
    {
        "chapter": "14",
        "question_number": "80)",
        "description": "Most people view invasion of their privacy by employers as fair and ethical.",
        "answer": "FALSE",
        "explanation": "Most people view invasion of their privacy as both unethical and unfair. At work violations include intrusion, publication of private matters, disclosure of medical records, and appropriation of an employee's name or likeness for commercial purposes."
    },
    {
        "chapter": "14",
        "question_number": "81)",
        "description": "If an employee conducts a personal phone call at work, the employer can legally eavesdrop and monitor the phone call.",
        "answer": "FALSE",
        "explanation": "Federal law and most state laws allow employers to monitor employees' phone calls in the ordinary course of business, but they must stop listening once it becomes clear that a conversation is personal rather than business related."
    },
    {
        "chapter": "14",
        "question_number": "82)",
        "description": "Organizational culture is the characteristic values, traditions, and behaviors a company's employees share.",
        "answer": "TRUE",
        "explanation": "Organizational culture is the characteristic values, traditions, and behaviors a company's employees share."
    },
    {
        "chapter": "14",
        "question_number": "83)",
        "description": "Research indicates that individuals are more likely to make unethical choices when faced with minor dilemmas than with major problems.",
        "answer": "TRUE",
        "explanation": "Apparently \"smaller\" dilemmas prompt more bad choices than major dilemmas do. Influential issues here include the total harm that can befall victims of an unethical choice, the likelihood that the action will result in harm, and the number of people potentially affected by the act. In apparently less serious situations, it's more likely that someone might say, in effect, \"It's okay to do this, even though I know it's wrong.\""
    },
    {
        "chapter": "14",
        "question_number": "100)",
        "description": "With a system of progressive penalties, the severity of the penalty depends on the offense and the employee's seniority level.",
        "answer": "FALSE",
        "explanation": "A system of progressive penalties is an aspect of effective discipline. Penalties typically range from oral warnings to written warnings to suspension from the job to discharge. The severity of the penalty is usually a function of the type of offense and the number of times it has occurred."
    },
    {
        "chapter": "14",
        "question_number": "101)",
        "description": "Nonpunitive discipline is discipline involving oral warnings and paid \"decision-making leaves of absence.\"",
        "answer": "TRUE",
        "explanation": "Nonpunitive discipline involves issuing oral reminders, formal written reminders, and decision-making leaves."
    },
    {
        "chapter": "14",
        "question_number": "102)",
        "description": "Nonpunitive discipline attempts to gain short-term compliance from employees, while traditional discipline seeks long-term cooperation.",
        "answer": "FALSE",
        "explanation": "Traditional discipline has two potential drawbacks. First, no one likes to be punished. Second, punishment tends to gain short-term compliance, but not the sort of long-term cooperation employers often prefer. Nonpunitive discipline aims to avoid these drawbacks by gaining employees' acceptance of the rules while reducing the punitive nature of the discipline itself."
    },
    {
        "chapter": "14",
        "question_number": "103)",
        "description": "The three factors that combine to determine the ethical choices we make are called \"Bad Apples,\" \"Bad Behaviors,\" and \"Bad Barrels.\"",
        "answer": "FALSE",
        "explanation": "The three factors that combine to determine the ethical choices we make are called \"Bad Apples,\" \"Bad Cases,\" and \"Bad Barrels.\""
    },
    {
        "chapter": "14",
        "question_number": "104)",
        "description": "Discipline without punishment aims to avoid these drawbacks of normal discipline by reducing its punitive nature.",
        "answer": "TRUE",
        "explanation": "Traditional discipline processes have two main drawbacks. First, no one likes being punished. Second, punishment tends to gain short-term compliance, but not long-term cooperation. Discipline without punishment (or alternative or nonpunitive discipline) aims to avoid these drawbacks by reducing the punitive nature of the discipline."
    },
    {
        "chapter": "14",
        "question_number": "105)",
        "description": "A fair discipline process is based on three pillars: rules and regulations, a system of progressive penalties, and an appeals process.",
        "answer": "TRUE",
        "explanation": "The manager builds a fair discipline process on three pillars: rules and regulations, a system of progressive penalties, and an appeals process."
    },
    {
        "chapter": "14",
        "question_number": "110)",
        "description": "In FedEx's Guaranteed Fair Treatment Process (GFTP), step three is the officer complaint, where the complainant submits a written complaint to an officer (VP or senior vice president) of the division.",
        "answer": "FALSE",
        "explanation": "In step three, executive appeals review, the complainant submits a written complaint within seven calendar days of the step two decision to the employee relations department."
    }
]