[
    {
        "chapter": "5",
        "question_number": "29)",
        "description": "Employment planning should be an integral part of a firm's strategic and HR planning process.",
        "answer": "TRUE",
        "explanation": "Employment planning is the process of deciding what positions the firm will have to fill and how to fill them. Employment planning should flow from a firm's strategic plans."
    },
    {
        "chapter": "5",
        "question_number": "30)",
        "description": "Personnel planning requires an estimation of personnel needs, the supply of inside candidates, and the likely supply of outside candidates.",
        "answer": "TRUE",
        "explanation": "Employment (or personnel) planning is the process of deciding what positions the firm will have to fill and how to fill them. Like all good plans, personnel plans require some forecasts or estimates, in this case, of three things: personnel needs, the supply of inside candidates, and the likely supply of outside candidates."
    },
    {
        "chapter": "5",
        "question_number": "31)",
        "description": "When it refers to filling jobs like that of a maintenance clerk, personnel planning is called succession planning.",
        "answer": "FALSE",
        "explanation": "Most firms call the process of deciding how to fill executive jobs succession planning. However, employment (or personnel) planning embraces all future positions, from maintenance clerk to CEO."
    },
    {
        "chapter": "5",
        "question_number": "32)",
        "description": "When making personnel plans, a manager primarily needs to focus on the firm's personnel needs, the supply of inside candidates, and the estimated supply of outside candidates.",
        "answer": "TRUE",
        "explanation": "Like all plans, personnel plans require some forecasts or estimates, in this case, of three things: personnel needs, the supply of inside candidates, and the likely supply of outside candidates. The basic workforce planning process is to forecast the employer's demand for labor and supply of labor, identify supply-demand gaps, and develop action plans to fill the projected gaps."
    },
    {
        "chapter": "5",
        "question_number": "33)",
        "description": "The assumption shared by both trend analysis and ratio analysis is that productivity remains about the same from year to year.",
        "answer": "TRUE",
        "explanation": "Both trend analysis and ratio analysis assume that productivity remains about the same—for instance, that you can't motivate each salesperson to produce much more than $500,000 in sales."
    },
    {
        "chapter": "5",
        "question_number": "34)",
        "description": "A scatter plot is a graphical method used to help identify the relationship between two variables.",
        "answer": "TRUE",
        "explanation": "A scatter plot is a graphical method used to help identify the relationship between two variables."
    },
    {
        "chapter": "5",
        "question_number": "43)",
        "description": "According to U.S. court ruling, it is always illegal to recruit applicants with gender-specific ads, but using word-of-mouth to spread information about job opportunities is legal in all situations.",
        "answer": "FALSE",
        "explanation": "Courts will often question word-of-mouth recruiting, because workers tend to nominate candidates of the same nationality, race, and religion."
    },
    {
        "chapter": "5",
        "question_number": "44)",
        "description": "The HR manager who recruits for a vacant job is typically the one who is responsible for supervising the performance of that position.",
        "answer": "FALSE",
        "explanation": "The human resource manager charged with recruiting for an open job is seldom very familiar with the job itself. The supervisor has to tell the HR person what the position really entails, and what key things to look or watch out for when recruiting. The supervisor is also responsible for supervising performance of the position."
    },
    {
        "chapter": "5",
        "question_number": "45)",
        "description": "It is illegal for employers to conspire not to hire each other's employees.",
        "answer": "TRUE",
        "explanation": "It is illegal for employers to conspire not to hire each other's employees. Yet Apple and Google recently paid over $400 million to settle a claim alleging that they did just that."
    },
    {
        "chapter": "5",
        "question_number": "81)",
        "description": "The dot-jobs domain is primarily used by HR managers for succession planning purposes.",
        "answer": "FALSE",
        "explanation": "The new dot-jobs domain gives job seekers rather than HR managers a one-click conduit for finding jobs at the employers who register at www.goto.jobs. For example, applicants seeking a job at Disneyland can go to www.Disneyland.jobs, which takes them to Disney's Disneyland recruiting Web site."
    },
    {
        "chapter": "5",
        "question_number": "82)",
        "description": "In most cases, job applicants view concise job advertisements as more attractive and credible than lengthy ads with too many details about a job.",
        "answer": "FALSE",
        "explanation": "In general, more information is better than less. Job applicants view ads with more specific job information as more attractive and more credible."
    },
    {
        "chapter": "5",
        "question_number": "83)",
        "description": "Every state has a public, state-run employment service agency.",
        "answer": "TRUE",
        "explanation": "All states have public, state-run employment agencies supported by the U.S. Department of Labor."
    },
    {
        "chapter": "5",
        "question_number": "84)",
        "description": "The U.S. Department of Labor maintains a nationwide computerized job bank called the National Job Bank.",
        "answer": "TRUE",
        "explanation": "The U.S. Department of Labor supports these agencies, in part through grants, and in part through other assistance such as a nationwide computerized job bank. The National Job Bank enables agency counselors to advise applicants about available jobs not just in their local area, but in other states as well."
    },
    {
        "chapter": "5",
        "question_number": "85)",
        "description": "Due to EEO laws, firms are only allowed to use contingency workers for clerical or maintenance positions; managerial staff must consist of full-time employees of the firm.",
        "answer": "FALSE",
        "explanation": "The contingent workforce isn't limited to clerical or maintenance staff. It includes thousands of engineering, science, or management support occupations, such as, temporary chief financial officers, human resource managers, and CEOs."
    },
    {
        "chapter": "5",
        "question_number": "86)",
        "description": "Many firms use temporary hiring as a way to give prospective employees a trial run before hiring them as full-time workers.",
        "answer": "TRUE",
        "explanation": "Temp-to-hire is a way for firms to give workers a trial run before offering them full-time positions. Temp-to-hire also gives the prospective employee the trial run opportunity to appraise if they want to work for that company full-time."
    },
    {
        "chapter": "5",
        "question_number": "87)",
        "description": "In most cases, it is more cost effective for firms to hire contingent workers through a temp agency than to hire comparable permanent employees.",
        "answer": "FALSE",
        "explanation": "Temps generally cost employers more than comparable permanent workers (per hour or per week), since the agency gets a fee."
    },
    {
        "chapter": "5",
        "question_number": "88)",
        "description": "According to most employment laws, employees of temporary staffing firms that are working in an employer's workplace are considered workers of both the temporary agency and the employer.",
        "answer": "TRUE",
        "explanation": "Except in a few circumstances, employment laws consider temporary workers the employees of both the staffing agency and the employer. For this reason, employers need to understand the legal status of contract employees."
    },
    {
        "chapter": "5",
        "question_number": "89)",
        "description": "An in-house temporary employee is a highly skilled worker, such as an engineer or software designer, who is supplied for long-term projects under contract from an outside technical services firm.",
        "answer": "FALSE",
        "explanation": "An in-house temporary employee is a person employed directly by a company on a short-term basis. A contract technical employee is a highly skilled worker, such as an engineer or software designer, who is supplied for a long-term project under contract from an outside technical services firm."
    },
    {
        "chapter": "5",
        "question_number": "90)",
        "description": "Offshoring means having outside vendors supply services that a firm's own employees previously did in-house, while outsourcing means having overseas outside vendors provide services once performed in-house.",
        "answer": "FALSE",
        "explanation": "Outsourcing means having outside vendors supply services that a firm's own employees previously did in-house. Offshoring is a more narrow term that means having overseas outside vendors provide services once performed by a company's own employees in- house."
    },
    {
        "chapter": "5",
        "question_number": "91)",
        "description": "Retained executive recruiters are paid whether or not they eventually fill the client's vacant position.",
        "answer": "TRUE",
        "explanation": "Retained headhunters are paid regardless of whether the employer hires the executive through the search firm's efforts or not."
    },
    {
        "chapter": "5",
        "question_number": "92)",
        "description": "The fees associated with both retained and contingent executive recruiters are increasing as firms struggle to find qualified candidates.",
        "answer": "FALSE",
        "explanation": "Whether retained or contingent, fees for executive headhunters are beginning to drop from the usual 30% or more of the executive's first-year pay."
    },
    {
        "chapter": "5",
        "question_number": "101)",
        "description": "Older workers usually have higher absenteeism rates compared to younger workers due to illness.",
        "answer": "FALSE",
        "explanation": "A survey by AARP and SHRM concluded that older workers tend to have lower absenteeism rates, more reliability, and better work habits than younger workers."
    },
    {
        "chapter": "5",
        "question_number": "102)",
        "description": "A question on an employment application form that requests the dates of attendance and graduation from various schools may be illegal as it could reflect an applicant's age.",
        "answer": "TRUE",
        "explanation": "It is illegal to ask an applicant's age. According to EEO law a question on an employment application form that requests the dates of attendance and graduation from various schools may be illegal as it could reflect an applicant's age."
    },
    {
        "chapter": "5",
        "question_number": "103)",
        "description": "According to EEO law, it is legal to ask job applicants if they have ever received workers' compensation.",
        "answer": "FALSE",
        "explanation": "It is generally illegal under EEO law to ask applicants if they have received workers' compensation."
    },
    {
        "chapter": "5",
        "question_number": "104)",
        "description": "To prevent the appearance of discriminatory hiring practices, firms are advised to avoid asking job applicants on an application form whether they own or rent a house.",
        "answer": "TRUE",
        "explanation": "Asking whether an applicant owns, rents, or leases a house may also be discriminatory. It can adversely affect minority groups and is difficult to justify on business necessity."
    },
    {
        "chapter": "5",
        "question_number": "105)",
        "description": "Video résumés eliminate the possibility of applicants claiming discrimination in a firm's hiring practices.",
        "answer": "FALSE",
        "explanation": "More candidates are submitting video résumés, a practice replete with benefits and threats. The danger is that a video résumé makes it more likely that rejected candidates may claim discrimination."
    },
    {
        "chapter": "5",
        "question_number": "106)",
        "description": "Firms can predict job performance and employee tenure by analyzing job application information, such as travel experience and education level.",
        "answer": "TRUE",
        "explanation": "Employers can use analyses of application information (\"bio data\") to predict employee tenure and performance. In one study, the researchers found that applicants who had longer tenure with previous employers were less likely to quit, and also had higher performance within six months after hire. Examples of bio data items might include \"quit a job without giving notice,\" \"graduated from college,\" and \"traveled considerably growing up.\""
    },
    {
        "chapter": "5",
        "question_number": "107)",
        "description": "When firms prove that they will use the information on job application forms as a predictor of job performance, they are allowed under EEO laws to request information regarding an applicant's age and marital status.",
        "answer": "FALSE",
        "explanation": "EEO laws prevent firms from requesting information about an applicant's age or marital status in all cases."
    }
]