[
    {
        "chapter": "18",
        "question_number": "10)",
        "description": "Approximately one-third of people working in the U.S. are employed by small firms.",
        "answer": "FALSE",
        "explanation": "More than half the people working in the United States—about 68 million out of 118 million—work for small firms."
    },
    {
        "chapter": "18",
        "question_number": "11)",
        "description": "In most cases, when a company has at least 100 employees, it can afford to hire an HR specialist to handle recruiting, training, and compensating employees.",
        "answer": "TRUE",
        "explanation": "It would be very unusual to find a really small business—say, fewer than 90 or so employees— with a dedicated human resource management professional. The rule of thumb is that it's not until a company reaches the 100-employee milestone that it can afford an HR specialist."
    },
    {
        "chapter": "18",
        "question_number": "12)",
        "description": "Human resource management activities, such as training, appraisals, and hiring, are typically formal at small firms but informal at large firms.",
        "answer": "FALSE",
        "explanation": "Human resource management activities tend to be more informal in smaller firms. Training, for example, tends to involve co-worker and supervisory on-the-job training rather than the formal training programs used by large firms."
    },
    {
        "chapter": "18",
        "question_number": "13)",
        "description": "Research indicates that entrepreneurs tend to crave control.",
        "answer": "TRUE",
        "explanation": "Entrepreneurs tend to be somewhat controlling: \"Owners tend to want to impose their stamp and personal management style on internal matters, including the primary goal and orientation of the firm, its working conditions and policies, and the style of internal and external communication and how this is communicated to the staff.\""
    },
    {
        "chapter": "18",
        "question_number": "30)",
        "description": "Without tools like Web-based recruiting and computerized testing, small businesses are at a competitive disadvantage against large firms.",
        "answer": "TRUE",
        "explanation": "Small business owners run the risk that their relatively rudimentary human resource practices will put them at a competitive disadvantage. Big firms use practices such as Web-based recruiting, computerized testing, and intranet-based employee benefits enrollments to reduce the resources they must spend on them. A small business owner not using tools like these is probably deriving inferior results than (larger) competitors."
    },
    {
        "chapter": "18",
        "question_number": "31)",
        "description": "While most small firms are affected by the Fair Labor Standards Act and the Occupational Safety and Health Act, only large firms need to be familiar with the Consumer Credit Protection Act.",
        "answer": "FALSE",
        "explanation": "For a typical small firm, laws that affect them include the Consumer Credit Protection Act, Employee Polygraph Protection Act, Fair Labor Standards Act, Immigration and Nationality Act, Occupational Safety and Health Act, Uniformed Services Employment and Reemployment Rights Act, and Whistleblower Acts."
    },
    {
        "chapter": "18",
        "question_number": "32)",
        "description": "A small business employer who is unsure what to do when faced with a discrimination charge would most likely find useful information on the EEOC Web site.",
        "answer": "TRUE",
        "explanation": "The EEOC Web site contains important and practical information regarding EEOC matters."
    },
    {
        "chapter": "18",
        "question_number": "33)",
        "description": "Since Internet job boards are limited to large firms, small business owners are forced to recruit through local newspapers.",
        "answer": "FALSE",
        "explanation": "Small business owners can post positions on Internet job boards such as Careerbuilder.com and Monster.com, on the sites of professional associations, or on the sites of local newspapers."
    },
    {
        "chapter": "18",
        "question_number": "34)",
        "description": "The Wonderlic Personnel Test measures personality traits and behaviors, while the Predictive Index measures general mental ability.",
        "answer": "FALSE",
        "explanation": "The Wonderlic Personnel Test measures general mental ability, and the Predictive Index measures personality traits, drives, and behaviors."
    },
    {
        "chapter": "18",
        "question_number": "35)",
        "description": "Online employee testing and training programs are frequently used by small businesses because such tools save both time and money.",
        "answer": "TRUE",
        "explanation": "Online testing saves small business owners the time it takes to administer tests and are not very expensive. Similarly, online training programs allow small firms to offer employee training much like large firms do but at very low costs."
    },
    {
        "chapter": "18",
        "question_number": "36)",
        "description": "In addition to offering employers courses in writing job descriptions and interviewing job candidates, the Small Business Administration also offers free job postings for small business owners looking for qualified applicants.",
        "answer": "FALSE",
        "explanation": "The federal government's Small Business Administration provides a virtual campus that offers online courses, workshops, publications, and learning tools aimed toward supporting entrepreneurs. However, the site does not post jobs for small businesses."
    },
    {
        "chapter": "18",
        "question_number": "37)",
        "description": "Small business owners can contract with private vendors for training workers, testing applicants, and appraising employees.",
        "answer": "TRUE",
        "explanation": "Online training and testing is available through private vendors. Small business owners can also use online services to aid with performance appraisals and compensation."
    },
    {
        "chapter": "18",
        "question_number": "38)",
        "description": "Appropriately compensating employees is difficult for small businesses because of the lack of access to salary surveys.",
        "answer": "FALSE",
        "explanation": "Lack of easy access to salary surveys once made it difficult and time-consuming for smaller businesses to fine-tune their pay scales. Today, sites like www.salary.com make it easy to determine local pay rates."
    },
    {
        "chapter": "18",
        "question_number": "39)",
        "description": "Research indicates that the majority of workplace accidents, especially serious accidents, occur in firms that employ less than 50 workers.",
        "answer": "TRUE",
        "explanation": "Safety is an important issue among small employers. One European study found that the majority of workplace accidents and serious workplace accidents occur in firms with fewer than 50 employees."
    },
    {
        "chapter": "18",
        "question_number": "40)",
        "description": "For a fee, a small business can receive an on-site safety consultation with an OSHA safety expert to help improve the health and safety systems at the worksite.",
        "answer": "FALSE",
        "explanation": "OSHA provides free on-site safety and health services for small businesses. This service uses safety experts from state governments who provide consultations at the employer's workplace."
    },
    {
        "chapter": "18",
        "question_number": "67)",
        "description": "Unlike large organizations, small businesses benefit from familiarity with employees and flexibility and informality in HR management.",
        "answer": "TRUE",
        "explanation": "Small businesses need to capitalize on their strengths, so in dealing with employees they should capitalize on their smallness. Smallness should translate into personal familiarity with each employee's strengths, needs, and family situation. And it should translate into flexibility and informality in the HRM policies and practices the company follows."
    },
    {
        "chapter": "18",
        "question_number": "68)",
        "description": "In order to recruit top-quality employees, the majority of small businesses offer retirement benefits.",
        "answer": "FALSE",
        "explanation": "Access to retirement benefits is more prevalent in large firms than small ones. Roughly 75% of large firms offer such benefits, while about 35% of small ones do."
    },
    {
        "chapter": "18",
        "question_number": "69)",
        "description": "Rudimentary human resource practices may put small business owners at a competitive disadvantage.",
        "answer": "TRUE",
        "explanation": "Small businesses cannot just attempt to deal with HR issues in the same way large organizations do. They need to leverage their unique advantages and understand the limitations that can come with their size."
    },
    {
        "chapter": "18",
        "question_number": "70)",
        "description": "The simplicity of SIMPLE IRAs makes them appropriate for small businesses with 100 or fewer employees.",
        "answer": "TRUE",
        "explanation": "SIMPLE IRA plans are for employers or small businesses with 100 or fewer employees and no other type of retirement plan."
    },
    {
        "chapter": "18",
        "question_number": "71)",
        "description": "Although employer contributions to SIMPLE IRAS are tax deductible, the plans have fairly high administrative costs.",
        "answer": "FALSE",
        "explanation": "SIMPLE IRAs have very low administrative costs. Employer contributions are tax deductible."
    },
    {
        "chapter": "18",
        "question_number": "72)",
        "description": "Small businesses typically do not provide employee training that emphasizes long-term management skills because of concerns regarding employee turnover.",
        "answer": "TRUE",
        "explanation": "Small firms usually focus any management development training on learning specific firm-related competencies (such as how to sell the firm's products). They generally downplay developing longer-term management skills due to a reluctance to invest too much in managers who may then leave."
    },
    {
        "chapter": "18",
        "question_number": "73)",
        "description": "Compressed work weeks, flexible work schedules, and occasional free meals are work-life benefits that small firms use to retain good employees.",
        "answer": "TRUE",
        "explanation": "Small firms benefit from flexibility, so they are able to offer employees compressed work weeks, flexible schedules, and free meals to show appreciation."
    },
    {
        "chapter": "18",
        "question_number": "87)",
        "description": "Human resource outsourcers handle a firm's HR functions on an administrative level, so the client firm's employees are not added to the HROs payroll.",
        "answer": "TRUE",
        "explanation": "By transferring the client firm's employees to the PEO's payroll, PEOs become co- employers of record for the employer's employees. In contrast, HROs usually handle HR functions on an \"administrative services only\"—they're a client's \"HR office.\" A client's employees still work for the client rather than for the HRO."
    },
    {
        "chapter": "18",
        "question_number": "88)",
        "description": "A PEO handles a client's payroll, Social Security payments, and unemployment insurance, but recruiting and hiring remain the responsibility of the client.",
        "answer": "FALSE",
        "explanation": "The PEO usually handles employee-related activities such as recruiting, hiring (with client firms' supervisors' approvals), and payroll and taxes (Social Security payments, unemployment insurance, and so on)."
    },
    {
        "chapter": "18",
        "question_number": "89)",
        "description": "Small businesses frequently use PEOs because they lack dedicated HR managers.",
        "answer": "TRUE",
        "explanation": "Up to 100 or so employees, small firms typically have no dedicated HR managers, and even larger ones may have few specialists. That means the owner has all or most of the human resource management burden on his or her shoulders and needs the help of a PEO."
    },
    {
        "chapter": "18",
        "question_number": "90)",
        "description": "In most cases, a PEO shares liability with its clients, which encourages the PEO to ensure that its clients comply with COBRA, Title VII, and OSHA.",
        "answer": "TRUE",
        "explanation": "Staying in compliance with pension plan rules, Title VII, OSHA, COBRA, the Fair Labor Standards Act, and other personnel-related laws can be distracting. PEOs generally share liability with clients and have a vested interest in preventing workplace injuries and employee lawsuits."
    },
    {
        "chapter": "18",
        "question_number": "91)",
        "description": "PEOs enable small businesses to attain insurance and other benefits at lower costs because the PEO absorbs the small company's employees into a larger insurable group.",
        "answer": "TRUE",
        "explanation": "The PEO becomes the legal employer of a small firm's employees, and the employees are absorbed into a much larger insurable group. As a result, a small business owner may be able to get insurance (as well as benefits like 401(k)) for its people that it couldn't otherwise."
    },
    {
        "chapter": "18",
        "question_number": "107)",
        "description": "A small firm usually begins with a manual human resource management system before shifting to an automated system.",
        "answer": "TRUE",
        "explanation": "Most small firms with less than ten employees can manage their HR manually. However, once a firm grows, manual systems are usually replaced by automated systems."
    },
    {
        "chapter": "18",
        "question_number": "108)",
        "description": "An integrated human resource information system (HRIS) is interrelated components working together to collect, process, store, and disseminate information to support decision making, coordination, control, analysis, and visualization of an organization's human resource management activities.",
        "answer": "TRUE",
        "explanation": "An integrated human resource information system (HRIS) is interrelated components working together to collect, process, store, and disseminate information to support decision making, coordination, control, analysis, and visualization of an organization's human resource management activities."
    },
    {
        "chapter": "18",
        "question_number": "109)",
        "description": "One study found that 31% of HR employees' time was devoted to transactional tasks like checking leave balances, maintaining address records, and monitoring employee benefits distributions.",
        "answer": "FALSE",
        "explanation": "One study found that 71% of HR employees' time was devoted to transactional tasks like checking leave balances, maintaining address records, and monitoring employee benefits distributions."
    }
]