[
    {
        "chapter": "17",
        "question_number": "3)",
        "description": "The most significant HR challenge faced by international firms is the language barrier.",
        "answer": "FALSE",
        "explanation": "Vast distances increase the challenges for an international firm. However, language is not necessarily the biggest issue. Cultural, political, legal, and economic differences among countries create challenges for global firms."
    },
    {
        "chapter": "17",
        "question_number": "4)",
        "description": "International human resource management (IHRM) is the human resource management concepts and techniques employers use to manage the human resource challenges of their international operations.",
        "answer": "TRUE",
        "explanation": "International human resource management (IHRM) is the human resource management concepts and techniques employers use to manage the human resource challenges of their international operations."
    },
    {
        "chapter": "17",
        "question_number": "17)",
        "description": "A major challenge for international businesses is the need to adapt personnel policies and procedures to the differences among countries.",
        "answer": "TRUE",
        "explanation": "Taking the company global triggers various management challenges, including how to adapt personnel policies and procedures to various cultures and countries. Human resource management must also consider its systems for recruiting, selecting, training, and appraising and compensating its workers abroad."
    },
    {
        "chapter": "17",
        "question_number": "18)",
        "description": "Codetermination means that employees have a legal right to voice opinions and preferences in setting company policies.",
        "answer": "TRUE",
        "explanation": "Codetermination means employees have the legal right to a voice in setting company policies. Workers elect their own representatives to the supervisory board of the employer."
    },
    {
        "chapter": "17",
        "question_number": "19)",
        "description": "Hourly wages for production workers in the United States are higher than those in Germany.",
        "answer": "FALSE",
        "explanation": "Differences in labor costs are substantial. For example, hourly compensation costs for production workers range from $2.01 in the Philippines, to $9.34 in Taiwan, $35.53 in the United States, $47.38 in Germany, to $64.15 in Norway."
    },
    {
        "chapter": "17",
        "question_number": "20)",
        "description": "The official length of a work week in the European Union is 40 hours.",
        "answer": "FALSE",
        "explanation": "The EU sets the workweek at 48 hours, but most EU countries set it at 40 hours a week."
    },
    {
        "chapter": "17",
        "question_number": "21)",
        "description": "In China, a structured interview process is the typical method for selecting employees.",
        "answer": "TRUE",
        "explanation": "The dominant employee selection method in China involves analyzing the applicant's résumé and then interviewing him or her. The ideal way to do this is to institute a structured interview process, as many of the foreign firms in China have done."
    },
    {
        "chapter": "17",
        "question_number": "22)",
        "description": "In a planned economy, such as China, some industries are under the direct control of the government while other industries are free to make pricing and production decisions based on market demand.",
        "answer": "FALSE",
        "explanation": "In planned economies (such as North Korea), the government decides and plans what to produce and sell, at what price. In mixed economies (such as China), many industries are still under direct government control, while others make pricing and production decisions based on market demand."
    },
    {
        "chapter": "17",
        "question_number": "58)",
        "description": "The majority of multinational corporation management positions are filled by expatriates.",
        "answer": "FALSE",
        "explanation": "Expatriates still represent a minority of multinationals' managers. Locals fill most positions."
    },
    {
        "chapter": "17",
        "question_number": "59)",
        "description": "Third-country nationals hold citizenship in three countries.",
        "answer": "FALSE",
        "explanation": "Third-country nationals are citizens of a country other than the parent or the host country—for example, a British executive working in the Tokyo branch of a U.S. multinational bank."
    },
    {
        "chapter": "17",
        "question_number": "60)",
        "description": "One negative of expatriates is that they can focus too much on short-term results.",
        "answer": "TRUE",
        "explanation": "Some expatriates overemphasize short-term results (knowing they will soon move on)."
    },
    {
        "chapter": "17",
        "question_number": "61)",
        "description": "The least expensive way to fill managerial positions in foreign subsidiaries is with local people.",
        "answer": "TRUE",
        "explanation": "Expatriates are costly due to relocation expenses and housing costs. Filling positions with locals is much more cost effective."
    },
    {
        "chapter": "17",
        "question_number": "62)",
        "description": "Virtual teams consist of geographically dispersed coworkers who interact using a combination of telecommunications and information technologies to accomplish organizational tasks.",
        "answer": "TRUE",
        "explanation": "Virtual teams are groups of geographically dispersed coworkers who interact using a combination of telecommunications and information technologies to accomplish an organizational task."
    },
    {
        "chapter": "17",
        "question_number": "63)",
        "description": "Offshoring involves moving business processes such as manufacturing or call-center operations abroad.",
        "answer": "TRUE",
        "explanation": "Offshoring means having local employees abroad do jobs that the firm's domestic employees previously did in-house. Employers look to their HR managers to help identify high- quality, low-cost talent abroad, and to provide information on things like literacy, foreign wage rates, and working conditions."
    },
    {
        "chapter": "17",
        "question_number": "64)",
        "description": "In a polycentric corporation, the prevailing belief is that home country attitudes, management style, knowledge, and managers are superior to anything the host country might offer.",
        "answer": "FALSE",
        "explanation": "Ethnocentric is the notion that home-country attitudes, management style, knowledge, evaluation criteria, and managers are superior to anything the host country has to offer. Polycentric is the conscious belief that only the host-country managers can ever really understand the culture and behavior of the host-country market."
    },
    {
        "chapter": "17",
        "question_number": "65)",
        "description": "Firms using a geocentric staffing model will seek the best people for key jobs throughout the organization, regardless of nationality.",
        "answer": "TRUE",
        "explanation": "A geocentric staffing policy \"seeks the best people for key jobs throughout the organization, regardless of nationality.\" This can let the global firm use its human resources more efficiently by transferring the best person to the open job, wherever he or she may be."
    },
    {
        "chapter": "17",
        "question_number": "66)",
        "description": "The most expensive approach to staffing is the polycentric staffing model.",
        "answer": "FALSE",
        "explanation": "A polycentric-oriented firm would staff its foreign subsidiaries with host-country nationals, and its home office with parent-country nationals. It is the least expensive staffing method."
    },
    {
        "chapter": "17",
        "question_number": "67)",
        "description": "Adaptability screening is a commonly used process to assess the likelihood that an expatriate can reintegrate into his or her home country's culture following a foreign assignment.",
        "answer": "FALSE",
        "explanation": "Adaptability screening aims to assess the assignees' (and spouses') probable success in handling the foreign transfer, and to alert them to issues (such as the impact on children) the move may involve."
    },
    {
        "chapter": "17",
        "question_number": "68)",
        "description": "The Overseas Assignment Inventory is a test that identifies the characteristics and attitudes international assignment candidates should have based on norms.",
        "answer": "TRUE",
        "explanation": "Many firms also use tests such as the Overseas Assignment Inventory (OAI). This identifies the characteristics and attitudes international assignment candidates should have. Its publisher establishes local norms and conducts ongoing validation studies."
    },
    {
        "chapter": "17",
        "question_number": "69)",
        "description": "To help to ensure success for expatriates on international assignment, companies should provide language training to their spouses.",
        "answer": "TRUE",
        "explanation": "Employers can help expatriate spouses adjust to living in a foreign country by providing language training. Spouses are less likely to feel cut off from the foreign culture if they are able to communicate with locals."
    },
    {
        "chapter": "17",
        "question_number": "70)",
        "description": "Being childless makes it easier for spouses to adjust to living overseas because of less stress.",
        "answer": "FALSE",
        "explanation": "Having preschool-age children (rather than school-age children or no children) seemed to make it easier for the spouse of an expatriate to adjust. \"This suggests that younger children, perhaps because of their increased dependency, help spouses retain that part of their social identities: as parents, their responsibilities for these children remain the same.\""
    },
    {
        "chapter": "17",
        "question_number": "71)",
        "description": "Over the last decade, the majority of U.S. firms have been steadily increasing the size of their expatriate workforces.",
        "answer": "FALSE",
        "explanation": "For the past ten years or so the trend has definitely been toward using locals or toward other (non-expat) solutions. New expatriate postings are not only down, but many employers are bringing them home early. Another survey found that about 47% of U.S. multinationals are maintaining the size of their expat workforces; 18% were increasing it, and 35% were decreasing the number of expatriates."
    },
    {
        "chapter": "17",
        "question_number": "93)",
        "description": "Employees preparing for overseas assignments benefit from training in cultural differences, attitude formation and behavioral influence, factual country knowledge, and language skills.",
        "answer": "TRUE",
        "explanation": "Orienting and training employees prior to their departure helps them adjust and be more successful. They should receive training in culture, language, and adaptation methods."
    },
    {
        "chapter": "17",
        "question_number": "94)",
        "description": "The most common approach to formulating expatriate pay is the balance sheet approach.",
        "answer": "TRUE",
        "explanation": "The most common approach to formulating expatriate pay is to equalize purchasing power across countries, a technique known as the balance sheet approach."
    },
    {
        "chapter": "17",
        "question_number": "95)",
        "description": "Foreign service premiums compensate expatriates for exceptionally hard living and working conditions at certain foreign locations.",
        "answer": "FALSE",
        "explanation": "Foreign service premiums are paid to encourage the employee to take the job abroad. Hardship allowances compensate expatriates for hard living and working conditions at certain foreign locations."
    },
    {
        "chapter": "17",
        "question_number": "96)",
        "description": "As in the U.S., collective bargaining in Western Europe typically occurs at the plant level rather than at the industry level.",
        "answer": "FALSE",
        "explanation": "Collective bargaining in Western Europe tends to be industry-wide, whereas in the United States it generally occurs at the enterprise or plant level."
    },
    {
        "chapter": "17",
        "question_number": "97)",
        "description": "Varying departure and arrival times when working in a foreign country can minimize a business traveler's chances of becoming a crime victim.",
        "answer": "TRUE",
        "explanation": "Experts advise business travelers to vary their departure and arrival times and to take different routes to and from work to stay safe in a foreign country."
    },
    {
        "chapter": "17",
        "question_number": "108)",
        "description": "A global HR system should integrate global tools, such as online recruitment systems, with local methods.",
        "answer": "TRUE",
        "explanation": "Effective global HR systems combine the firm's global tools like online recruiting or online benefits management with local methods."
    },
    {
        "chapter": "17",
        "question_number": "109)",
        "description": "Treating locals as equal partners when developing a global HR system will minimize resistance.",
        "answer": "TRUE",
        "explanation": "Using a global team to develop a global HR system will minimize resistance and increase support."
    }
]