[
    {
        "chapter": "15",
        "question_number": "17)",
        "description": "Union membership is exclusive to blue-collar workers, such as those in the construction, manufacturing, and printing industries.",
        "answer": "FALSE",
        "explanation": "Although many union members are blue-collar workers, unions are not exclusive to blue-collar industries. White-collar workers like doctors, psychologists, graduate teaching assistants, and government office workers belong to unions."
    },
    {
        "chapter": "15",
        "question_number": "18)",
        "description": "Weekly earnings of union members are much higher than those of nonunion workers.",
        "answer": "TRUE",
        "explanation": "Recent median weekly wage for union workers was $970, while that for nonunion workers was $763."
    },
    {
        "chapter": "15",
        "question_number": "19)",
        "description": "All states give unions the right to require union membership as a condition of employment.",
        "answer": "FALSE",
        "explanation": "Not all states give unions the right to require union membership as a condition of employment. Right to work laws in some states make such requirements illegal."
    },
    {
        "chapter": "15",
        "question_number": "20)",
        "description": "Right to work refers to state statutory or constitutional provisions banning the requirement of union membership as a condition of employment.",
        "answer": "TRUE",
        "explanation": "Right to work is a term used to describe \"state statutory or constitutional provisions banning the requirement of union membership as a condition of employment.\" Right-to-work laws don't outlaw unions, but they do outlaw (within those states) any form of union security."
    },
    {
        "chapter": "15",
        "question_number": "21)",
        "description": "Right to work legislation outlaws unions and union membership in specific states.",
        "answer": "FALSE",
        "explanation": "Right to work is a term used to describe \"state statutory or constitutional provisions banning the requirement of union membership as a condition of employment.\" Right-to-work laws don't outlaw unions, but they do outlaw (within those states) any form of union security."
    },
    {
        "chapter": "15",
        "question_number": "22)",
        "description": "The Change to Win Coalition was formed by several large unions that left the AFL-CIO due to concerns that the AFL-CIO was not aggressively organizing workers.",
        "answer": "TRUE",
        "explanation": "Several years ago, six big unions left the AFL-CIO and established their own federation, called the Change to Win Coalition. Change to Win plans to be more aggressive about organizing workers than they say the AFL-CIO was."
    },
    {
        "chapter": "15",
        "question_number": "42)",
        "description": "The Taft-Hartley Act amended the National Labor Relations Act by prohibiting unfair union labor practices and specifying the rights of both employers and employees.",
        "answer": "TRUE",
        "explanation": "The Taft-Hartley Act of 1947 reflected the public's less enthusiastic attitude toward unions. It amended the National Labor Relations Act by limiting unions in four ways: (1) prohibiting unfair union labor practices, (2) enumerating the rights of employees as union members, (3) enumerating the rights of employers, and (4) allowing the President of the United States to bar temporarily national emergency strikes."
    },
    {
        "chapter": "15",
        "question_number": "43)",
        "description": "The Landrum-Griffin Act of 1932 encouraged union activity by guaranteeing each employee the right to bargain collectively without interference, restraint, or coercion.",
        "answer": "FALSE",
        "explanation": "The Norris-LaGuardia Act of 1932 guaranteed to each employee the right to bargain collectively \"free from interference, restraint, or coercion.\" The Landrum-Griffin Act of 1959 protected union members from possible wrongdoing on the part of their unions."
    },
    {
        "chapter": "15",
        "question_number": "59)",
        "description": "It is legal for union organizers to solicit employees for membership as long as the effort does not endanger the performance or safety of the employees.",
        "answer": "TRUE",
        "explanation": "The union must follow certain rules when it starts contacting employees. The law allows organizers to solicit employees for membership as long as the effort doesn't endanger the performance or safety of the employees."
    },
    {
        "chapter": "15",
        "question_number": "60)",
        "description": "It is acceptable for an employer to refuse to hire union members even if they are qualified for the position because they might be union salts.",
        "answer": "FALSE",
        "explanation": "Managers need to know who they are hiring. However, not hiring someone simply because, as a member of the local union, he or she might be pro-union or a union salt would be discriminatory."
    },
    {
        "chapter": "15",
        "question_number": "61)",
        "description": "As a manager, you are legally prohibited from discussing union membership with employees and from distributing information regarding how employees can revoke their cards.",
        "answer": "FALSE",
        "explanation": "The NLRB ruled an employer might lawfully inform employees of their right to revoke their authorization cards, even when employees have not asked for such information. The employer can also distribute pamphlets that explain just how employees can revoke their cards."
    },
    {
        "chapter": "15",
        "question_number": "62)",
        "description": "Most employers decide to contest the union's right to represent their employees.",
        "answer": "TRUE",
        "explanation": "Most companies do contest the union's right to represent their employees, claiming that a significant number of them don't really want the union."
    },
    {
        "chapter": "15",
        "question_number": "63)",
        "description": "In the majority of NLRB elections, the employer loses because top management fails to focus enough attention on money and benefits.",
        "answer": "FALSE",
        "explanation": "In 54% of the elections studied, the company lost because top management concentrated on the wrong issues: money and benefits. Experts claim that employees may want more money, but quite often, if they feel the company treats them fairly, decently, and honestly, they are satisfied with reasonable, competitive rates and benefits."
    },
    {
        "chapter": "15",
        "question_number": "64)",
        "description": "A union campaign during an NLRB election will usually focus on issues such as respect, dignity, and fairness, in addition to job security.",
        "answer": "TRUE",
        "explanation": "There will be an emphasis during the organizing campaign on issues such as respect, dignity, and fairness, not just traditional bread-and-butter issues like wages, benefits, and job security."
    },
    {
        "chapter": "15",
        "question_number": "65)",
        "description": "During an NLRB election, HR managers should help their firm by becoming closely involved in the details of the election.",
        "answer": "FALSE",
        "explanation": "Avoid becoming involved—in any way—in the details of the union's election or campaign, and don't give financial aid or any support to any unions. Any one of these practices may result in a finding of \"unfair labor practices,\" which may in turn result in recognition of a union without an election, as well as fines for your company."
    },
    {
        "chapter": "15",
        "question_number": "66)",
        "description": "Decertification campaigns to end union representation are in principle very similar to the initial certification campaign that brought the union into power.",
        "answer": "TRUE",
        "explanation": "Decertification campaigns don't differ much from certification campaigns."
    },
    {
        "chapter": "15",
        "question_number": "90)",
        "description": "Ignoring bargaining items is a good strategy for negotiating with labor unions while staying within the limits of good faith bargaining.",
        "answer": "FALSE",
        "explanation": "Ignoring bargaining items is an indication that bargaining is not in good faith. Refusal to bargain on a mandatory item or insistence on a permissive item are examples of ignoring bargaining items."
    },
    {
        "chapter": "15",
        "question_number": "91)",
        "description": "One party can compel the other party to negotiate over permissible items if the employees agree to it.",
        "answer": "FALSE",
        "explanation": "Voluntary (or permissible) bargaining items are neither mandatory nor illegal; they become a part of negotiations only through the joint agreement of both management and union. Neither party can compel the other to negotiate over voluntary items."
    },
    {
        "chapter": "15",
        "question_number": "92)",
        "description": "Mediation guarantees a solution to any impasse that may occur during collective bargaining negotiations.",
        "answer": "FALSE",
        "explanation": "Sometimes an impasse can be resolved through a third party—a disinterested person such as a mediator or arbitrator. If the impasse is not resolved in this way, the union may call a work stoppage, or strike, to put pressure on management."
    },
    {
        "chapter": "15",
        "question_number": "93)",
        "description": "A wildcat strike is an unauthorized strike that occurs during the term of a contract.",
        "answer": "TRUE",
        "explanation": "A wildcat strike is an unauthorized strike occurring during the term of a contract."
    },
    {
        "chapter": "15",
        "question_number": "94)",
        "description": "Rights arbitration centers on working out a labor agreement when one or both of the parties seeks a change in the agreement or when an agreement does not yet exist.",
        "answer": "FALSE",
        "explanation": "Interest arbitration centers on working out a labor agreement; the parties use it when such agreements do not yet exist or when one or both parties are seeking to change the agreement. Rights arbitration involves interpreting existing contract terms."
    },
    {
        "chapter": "15",
        "question_number": "95)",
        "description": "Employers can replace strikers permanently unless the strike is based on unfair labor practices.",
        "answer": "TRUE",
        "explanation": "Employers generally can replace strikers. However, employers cannot permanently replace strikers who are protesting unfair labor practices."
    },
    {
        "chapter": "15",
        "question_number": "96)",
        "description": "Union pressure on a company's shareholders, directors, and customers is known as a corporate campaign.",
        "answer": "TRUE",
        "explanation": "Management and labor each have other weapons to break an impasse and achieve their aims. The union, for example, may resort to a corporate campaign, which is an organized effort by the union that exerts pressure on the employer by pressuring the company's other unions, shareholders, corporate directors, customers, creditors, and government agencies."
    },
    {
        "chapter": "15",
        "question_number": "97)",
        "description": "Employers and unions can seek a court injunction to compel a party or parties to resume or desist from a certain action.",
        "answer": "TRUE",
        "explanation": "Both employers and unions can seek an injunction from the courts if they believe the other side is taking actions that could cause irreparable harm to the other party. An injunction is a court order compelling a party or parties either to resume or to desist from a certain action."
    },
    {
        "chapter": "15",
        "question_number": "103)",
        "description": "The grievance procedure is a standardized process based on NLRB policies and fair labor practices.",
        "answer": "FALSE",
        "explanation": "Union grievance procedures differ from firm to firm. Some contain simple, two- step procedures. At the other extreme, the grievance procedure may contain six or more steps."
    },
    {
        "chapter": "15",
        "question_number": "104)",
        "description": "Supervisors can best handle grievances by providing grievants with long, written responses so that the issue is clear.",
        "answer": "FALSE",
        "explanation": "Managers should not provide grievants with long, written responses to complaints because such information could later be used against the firm."
    },
    {
        "chapter": "15",
        "question_number": "108)",
        "description": "Co-determination means employees have the legal right to a voice in setting company policies.",
        "answer": "TRUE",
        "explanation": "Co-determination is the rule in Germany and several other countries. Co- determination means employees have the legal right to a voice in setting company policies."
    },
    {
        "chapter": "15",
        "question_number": "109)",
        "description": "Labor-management commitment to guarantee employment security is one of the themes that parties agree upon in cooperative agreements.",
        "answer": "TRUE",
        "explanation": "Cooperative agreements generally commit union and management to adapt to cooperative themes. Themes include intent to cooperate, a statement of commitment to cooperate, committees to review concerns that arise, decisions on traditional issues, guarantees of employment security, commitments to high-performance practices, decisions on strategic issues, and full cooperation."
    },
    {
        "chapter": "15",
        "question_number": "110)",
        "description": "Effective organizational competitiveness can be linked to having cooperative relationships.",
        "answer": "TRUE",
        "explanation": "Unions \"that have a cooperative relationship with management can play an important role in overcoming barriers to the effective adoption of practices that have been linked to organizational competitiveness.\""
    }
]