[
    {
        "chapter": "9",
        "question_number": "19)",
        "description": "A performance appraisal is based on the assumption that an employee understood what his or her performance standards were prior to the appraisal.",
        "answer": "TRUE",
        "explanation": "The term \"appraisal\" assumes that the employees knew what their performance standards were and that they received feedback required to remove performance deficiencies."
    },
    {
        "chapter": "9",
        "question_number": "20)",
        "description": "Supervisors should provide employees with feedback, development, and incentives necessary to help employees eliminate performance deficiencies or to continue to perform well.",
        "answer": "TRUE",
        "explanation": "Performance appraisal always involves setting work standards, assessing the employee's actual performance relative to those standards, and providing feedback to the employee with the aim of motivating him or her to eliminate performance deficiencies or to continue to perform above par."
    },
    {
        "chapter": "9",
        "question_number": "21)",
        "description": "The third step of the performance appraisal process is to assess the employee's actual performance relative to work standards.",
        "answer": "FALSE",
        "explanation": "The third step of the performance appraisal process is providing feedback to the employee with the aim of helping him or her to eliminate performance deficiencies or to continue to perform above par."
    },
    {
        "chapter": "9",
        "question_number": "22)",
        "description": "In order to ensure that performance goals are challenging and relevant, Matthew, a marketing manager, should independently set goals for his subordinates because participatively set goals usually produce lower job performance.",
        "answer": "FALSE",
        "explanation": "Goals should be challenging but doable, and it is more effective for supervisors and employees to work together at setting goals. Participatively set goals usually produce higher performance."
    },
    {
        "chapter": "9",
        "question_number": "23)",
        "description": "Formal performance appraisals have been eliminated by almost all major firms and replaced by daily assessments by peers in addition to extensive training opportunities.",
        "answer": "FALSE",
        "explanation": "Conventional appraisals are still the norm, although many progressive employers, such as Toyota, have essentially eliminated formal appraisals. Appraisals at such firms mainly involve having teammates continuously assessing each other, day-to-day. However, not all employers can or necessarily would benefit from such systems, so formal appraisals remain the most common."
    },
    {
        "chapter": "9",
        "question_number": "24)",
        "description": "The HR department monitors the performance appraisal system, but it is typically not involved in rating employees.",
        "answer": "TRUE",
        "explanation": "The human resources department serves a policy-making and advisory role but does not usually rate the performance of employees. It is the role of the supervisor to conduct a performance appraisal. The human resource team should also be responsible for training supervisors to improve their appraisal skills, for monitoring the appraisal system's effectiveness, and for ensuring that it complies with EEO laws."
    },
    {
        "chapter": "9",
        "question_number": "25)",
        "description": "In order to ensure that performance appraisals are effective, Felicia, a line supervisor, should make sure to schedule a feedback session to address each subordinate's performance, progress, and future development plans.",
        "answer": "TRUE",
        "explanation": "An effective appraisal requires a feedback session. Here, you and the subordinate discuss his or her performance and progress, and make plans for any development required."
    },
    {
        "chapter": "9",
        "question_number": "26)",
        "description": "Peer appraisals have been shown to have a negative effect on task motivation, cohesion, and job satisfaction, so most organizations no longer use them.",
        "answer": "FALSE",
        "explanation": "Peer appraisals have been shown to have an immediate positive impact on improving the perception of open communication, task motivation, social loafing, group viability, cohesion, and satisfaction."
    },
    {
        "chapter": "9",
        "question_number": "27)",
        "description": "Studies suggest that managers who receive upward feedback from identified subordinates view the upward appraisal process more negatively than do managers who receive anonymous upward feedback.",
        "answer": "FALSE",
        "explanation": "Managers who receive feedback from subordinates who identify themselves view the upward appraisal process more positively than do managers who receive anonymous feedback. However, subordinates (not surprisingly) are more comfortable giving anonymous responses; those who have to identify themselves tend to provide inflated ratings."
    },
    {
        "chapter": "9",
        "question_number": "28)",
        "description": "Three hundred and sixty-degree feedback is generally used for development purposes rather than for pay increases.",
        "answer": "TRUE",
        "explanation": "With 360-degree feedback, ratings are collected \"all around\" an employee, from supervisors, subordinates, peers, and internal or external customers. Employers generally use the feedback for development rather than for pay increases."
    },
    {
        "chapter": "9",
        "question_number": "56)",
        "description": "The forced distribution method is the simplest and most popular technique for appraising performance.",
        "answer": "FALSE",
        "explanation": "The graphic rating scale is the simplest and most popular method for appraising performance. The forced distribution method is used by many firms, but it is not the most popular performance appraisal tool."
    },
    {
        "chapter": "9",
        "question_number": "57)",
        "description": "In the paired comparison method, the manager places predetermined percentages of ratees into performance categories.",
        "answer": "FALSE",
        "explanation": "In the paired comparison method, for every trait (quantity of work, quality of work, and so on), you compare every employee with every other employee."
    },
    {
        "chapter": "9",
        "question_number": "58)",
        "description": "Supervisors at Sun Microsystems use the forced distribution method to evaluate performance, so they must ensure that the proportions in each category are symmetrical.",
        "answer": "FALSE",
        "explanation": "Proportions in each category do not need to be symmetrical with the forced distribution method of performance evaluation."
    },
    {
        "chapter": "9",
        "question_number": "59)",
        "description": "The basic problem with using a ranking method for performance appraisals is not identifying the extreme good and bad performers but differentiating meaningfully between the others.",
        "answer": "TRUE",
        "explanation": "Distinguishing between top and bottom performers is usually not a problem when using a ranking method. The difficulty regards distinguishing meaningfully between the employees that fall in the middle."
    },
    {
        "chapter": "9",
        "question_number": "60)",
        "description": "Top employees often outperform the average or poor employees by as much as 100%.",
        "answer": "TRUE",
        "explanation": "Some firms that use the forced distribution method have policies of dismissing employees who rank at the bottom. Such policies reflect the fact that top employees often outperform average or poor ones by as much as 100%."
    },
    {
        "chapter": "9",
        "question_number": "61)",
        "description": "Paired comparison is a rating approach that involves keeping a record of uncommonly good or undesirable examples of an employee's work-related behavior and reviewing it with the employee at predetermined times.",
        "answer": "FALSE",
        "explanation": "Paired comparison involves ranking employees by making a chart of all possible pairs of the employees for each trait and indicating which is the better employee of the pair."
    },
    {
        "chapter": "9",
        "question_number": "62)",
        "description": "The advantages of using BARS as a performance appraisal tool are the method's accuracy, clear standards, and consistency.",
        "answer": "TRUE",
        "explanation": "The advantages of the BARS-based evaluations include the consistency of ratings, clear standards, and its high rate of accuracy."
    },
    {
        "chapter": "9",
        "question_number": "63)",
        "description": "Management by objectives requires a manager to set specific measurable, organizationally relevant goals with each employee and then periodically discuss the employee's progress toward these goals.",
        "answer": "TRUE",
        "explanation": "MBO requires the manager to set specific measurable, organizationally relevant goals with each employee and then periodically discuss the latter's progress toward these goals."
    },
    {
        "chapter": "9",
        "question_number": "64)",
        "description": "Sam supervises a team of data entry clerks at Geico. The firm's electronic performance monitoring system enables Sam to electronically monitor the amount of computerized data an employee processes each day.",
        "answer": "TRUE",
        "explanation": "Electronic performance monitoring (EPM) systems use computer network technology to allow managers access to their employees' computers and telephones. They thus allow managers to monitor the employees' rate, accuracy, and time spent working online."
    },
    {
        "chapter": "9",
        "question_number": "65)",
        "description": "The alternation ranking method of performance appraisals can be problematic and unfair if all employees have excellent job performance.",
        "answer": "TRUE",
        "explanation": "The alternation ranking method can cause disagreements among employees and may be unfair if all employees are, in fact, excellent workers. Advantages of the method include the fact that it is easy to use and avoids central tendency problems."
    },
    {
        "chapter": "9",
        "question_number": "66)",
        "description": "Ongoing performance monitoring is an element of performance management that involves the use of computer-based systems that measure an employee's progress and send out reports regarding an employee's performance.",
        "answer": "TRUE",
        "explanation": "Ongoing performance monitoring usually includes using computer-based systems that measure and then e-mail progress and exception reports based on the person's progress toward meeting his or her performance goals."
    },
    {
        "chapter": "9",
        "question_number": "67)",
        "description": "A talent management philosophy involves segmenting employees based on their value to the firm's success and providing those employees with special coaching, feedback, and development opportunities.",
        "answer": "TRUE",
        "explanation": "Talent management involves actively managing mission-critical employees. Such employees are segmented for the purpose of receiving special coaching, feedback, and development opportunities."
    },
    {
        "chapter": "9",
        "question_number": "88)",
        "description": "Unclear standards on a performance appraisal tool will most likely lead to unfair appraisals because performance traits are too open for interpretation.",
        "answer": "TRUE",
        "explanation": "A performance appraisal tool with unclear standards will probably result in unfair appraisals, because the traits and degrees of merit are ambiguous and too open to a rater's interpretation."
    },
    {
        "chapter": "9",
        "question_number": "89)",
        "description": "Central tendency is a problem that occurs when a supervisor's rating of a subordinate on one trait biases the rating of that person on other traits.",
        "answer": "FALSE",
        "explanation": "Central tendency means rating all employees average. The halo effect refers to the problem that occurs when a supervisor's rating of a subordinate on one trait biases the rating of that person on other traits."
    },
    {
        "chapter": "9",
        "question_number": "90)",
        "description": "In order to ensure that a performance appraisal is legally defensible, a supervisor should use only one performance appraisal tool.",
        "answer": "FALSE",
        "explanation": "Using a single overall rating of performance is usually not acceptable to the courts. It is suggested that more than one appraisal tool be used."
    },
    {
        "chapter": "9",
        "question_number": "98)",
        "description": "During an exit interview, a supervisor and a subordinate review the appraisal and make plans to correct deficiencies and reinforce strengths.",
        "answer": "FALSE",
        "explanation": "Appraisal interviews involve a supervisor and a subordinate reviewing the appraisal and making plans to correct deficiencies and reinforce strengths. Exit interviews are conducted when an employee leaves a company."
    },
    {
        "chapter": "9",
        "question_number": "99)",
        "description": "The goal for a supervisor conducting a satisfactory-not promotable appraisal interview is to maintain satisfactory performance by finding incentives that are important to the person.",
        "answer": "TRUE",
        "explanation": "Satisfactory–not promotable appraisal interviews are for employees whose performance is satisfactory but for whom promotion is not possible. The objective here is to maintain satisfactory performance. The best option is usually to find incentives that are important to the person and sufficient to maintain performance, such as extra time off or a small bonus."
    },
    {
        "chapter": "9",
        "question_number": "100)",
        "description": "Tyler, an accounting manager at Firestone, is preparing for an appraisal interview with an employee whose performance is unsatisfactory but correctable. Tyler's primary objective during the interview should be to encourage the employee with positive reinforcements like job enlargement and compliments.",
        "answer": "FALSE",
        "explanation": "When the person's performance is unsatisfactory but correctable, the interview objective is to lay out an action plan for correcting the unsatisfactory performance. Employees who have satisfactory performance but who are not promotable should be encouraged with incentives."
    },
    {
        "chapter": "9",
        "question_number": "101)",
        "description": "While formal written warnings are provided too late to salvage an employee's performance and position at the company, they are useful in court proceedings.",
        "answer": "FALSE",
        "explanation": "An employee's performance may be so weak that it requires a formal written warning. Such warnings serve two purposes: (1) They may serve to shake your employee out of his or her bad habits, and (2) they can help you defend your rating, both to your own boss and (if needed) to the courts."
    }
]