[
    {
        "chapter": "8",
        "question_number": "5)",
        "description": "Employee orientation programs range from brief, informal introductions to lengthy, formal courses.",
        "answer": "TRUE",
        "explanation": "The length of the employee orientation process depends on the firm and the job. In some cases, onboarding-type programs may take many days, while in other cases, orientation consists of showing someone around and making introductions."
    },
    {
        "chapter": "8",
        "question_number": "6)",
        "description": "Hiring highly-skilled employees with great potential eliminates the need to provide orientation and training.",
        "answer": "FALSE",
        "explanation": "Having high-potential employees doesn't guarantee they'll succeed. Instead, they must know what you want them to do and how you want them to do it. If they don't, they will improvise or do nothing useful at all."
    },
    {
        "chapter": "8",
        "question_number": "29)",
        "description": "Studies show that trainees are distracted by visual aids presented during training sessions.",
        "answer": "FALSE",
        "explanation": "Presentations should include as many visual aids as possible because they make learning more meaningful."
    },
    {
        "chapter": "8",
        "question_number": "30)",
        "description": "Training sessions should be half-day or three-fourths day in length rather than a full day, because the learning curve goes down late in the day.",
        "answer": "TRUE",
        "explanation": "The learning curve goes down late in the day, so that \"full day training is not as effective as half the day or three-fourths of the day.\""
    },
    {
        "chapter": "8",
        "question_number": "31)",
        "description": "The purpose of a current training needs analysis is to ensure that critical employees receive adequate training and development for future positions with the firm.",
        "answer": "FALSE",
        "explanation": "A strategic training needs analysis focuses on training employees who will be needed to fill future jobs. A current training needs analysis is focused on training new employees or deficient employees for the purpose of improving current performance."
    },
    {
        "chapter": "8",
        "question_number": "32)",
        "description": "Performance analysis is a detailed study of a job to determine what specific skills the job requires.",
        "answer": "FALSE",
        "explanation": "Task analysis is a detailed study of the job to determine what specific skills—like Java (in the case of a Web developer) or interviewing (in the case of a supervisor)—the job requires."
    },
    {
        "chapter": "8",
        "question_number": "33)",
        "description": "Attitude surveys, employee diaries, tests, and performance appraisals are tools for conducting a performance analysis.",
        "answer": "TRUE",
        "explanation": "The first step in performance analysis is usually to compare the person's actual performance to what it should be. Doing so helps to confirm that there is a performance deficiency, and can be accomplished through attitude surveys, diaries, tests, and performance appraisals."
    },
    {
        "chapter": "8",
        "question_number": "69)",
        "description": "Lower-level managers who are given firsthand experience working on existing problems are being trained through the special assignments approach.",
        "answer": "TRUE",
        "explanation": "Special assignments give lower-level executives firsthand experience in working on actual problems."
    },
    {
        "chapter": "8",
        "question_number": "70)",
        "description": "Surveys estimate that approximately 20% of what employees learn on the job is learned through informal means while the rest is learned through formal training programs.",
        "answer": "FALSE",
        "explanation": "Surveys from the American Society for Training and Development estimate that as much as 80% of what employees learn on the job they learn not through formal training but through informal means, including performing their jobs on a daily basis in collaboration with their colleagues."
    },
    {
        "chapter": "8",
        "question_number": "71)",
        "description": "Apprenticeship training is a step-by-step self-learning method which uses a textbook, computer, or the Internet.",
        "answer": "FALSE",
        "explanation": "Apprenticeship training is a process by which people become skilled workers, usually through a combination of formal learning and long-term on-the-job training. It typically involves the trainee working under the guidance of an expert rather than on his or her own."
    },
    {
        "chapter": "8",
        "question_number": "72)",
        "description": "Evidence suggests that Web-based instruction is significantly more effective than classroom instruction for teaching information about how to perform a job-related task.",
        "answer": "FALSE",
        "explanation": "In one review of the evidence, Web-based instruction was a bit more effective than classroom instruction for teaching memory of facts and principles, and Web-based instruction and classroom instruction were equally effective for teaching information about how to perform a task or action."
    },
    {
        "chapter": "8",
        "question_number": "73)",
        "description": "Providing learning content on demand through cell phones and laptops is known as mobile learning.",
        "answer": "TRUE",
        "explanation": "Mobile learning (or \"on-demand learning\") means delivering learning content on demand via mobile devices like cell phones, laptops, and iPhones, wherever and whenever the learner has the time and desire to access it."
    },
    {
        "chapter": "8",
        "question_number": "74)",
        "description": "With a lifelong learning account, employers and employees can contribute money that can be used by employees to attend school.",
        "answer": "TRUE",
        "explanation": "Somewhat similar to 401(k) plans, employers and employees contribute to LiLA plans (without the tax advantages of 401(k) plans), and the employee can use these funds to better himself or herself. Lifelong learning may thus range from basic remedial skills (for instance, English as a second language) to college."
    },
    {
        "chapter": "8",
        "question_number": "75)",
        "description": "Team training is used by many firms to develop strong management teams, enhance interpersonal skills, and encourage job flexibility.",
        "answer": "TRUE",
        "explanation": "Team training often focuses on technical, interpersonal, and team management issues. By working in teams, employees are able to share jobs, which encourages flexibility in the workplace."
    },
    {
        "chapter": "8",
        "question_number": "85)",
        "description": "Succession planning is a type of management development program that focuses on planning and filling lower and middle-management positions.",
        "answer": "FALSE",
        "explanation": "Succession planning refers to the process through which a company plans for and fills senior-level openings rather than middle-management positions."
    },
    {
        "chapter": "8",
        "question_number": "86)",
        "description": "The case study method is an on-the job management development technique that presents a manager with a written description of an organizational problem that needs to be diagnosed and solved.",
        "answer": "FALSE",
        "explanation": "The case study method is an off-the-job management training technique that presents a manager trainee with a written description of an organizational problem. The trainee analyzes the case, diagnoses the problem, and presents his or her findings and solutions in a discussion with other trainees."
    },
    {
        "chapter": "8",
        "question_number": "87)",
        "description": "Management games are considered an effective training tool because trainees are actively involved, and the activities help trainees focus on planning and solving problems.",
        "answer": "TRUE",
        "explanation": "Management games are effective. People learn best by being involved, and games gain such involvement. They also help trainees develop their problem-solving skills, and to focus attention on planning rather than just putting out fires."
    },
    {
        "chapter": "8",
        "question_number": "94)",
        "description": "Lewin's change process consists of unfreezing, moving, and refreezing.",
        "answer": "TRUE",
        "explanation": "Psychologist Kurt Lewin formulated a model of change to summarize what he believed was the basic process for implementing a change with minimal resistance. Lewin's process consists of unfreezing, moving, and freezing."
    },
    {
        "chapter": "8",
        "question_number": "95)",
        "description": "According to Lewin's change process, unfreezing involves developing new behaviors, values, and attitudes through organizational development methods such as team building.",
        "answer": "FALSE",
        "explanation": "Unfreezing means reducing the forces that are striving to maintain the status quo, usually by presenting a provocative problem or event to get people to recognize the need for change and to search for new solutions. Moving means developing new behaviors, values, and attitudes. The manager may accomplish this through organizational development techniques."
    },
    {
        "chapter": "8",
        "question_number": "96)",
        "description": "During the refreezing stage of Lewin's change process, managers are likely to use new appraisal systems and incentives as a way to reinforce desired behaviors.",
        "answer": "TRUE",
        "explanation": "During the refreezing stage, managers reinforce the new ways of doing things with changes to the company's systems and procedures. This is done by using new appraisal systems and incentives to reinforce the desired behaviors."
    },
    {
        "chapter": "8",
        "question_number": "97)",
        "description": "During the unfreezing stage of organizational change, managers need to establish a sense of urgency, which may be accomplished by providing employees with reports indicating that the firm faces significant problems.",
        "answer": "TRUE",
        "explanation": "Most managers start by creating a sense of urgency during the unfreezing stage. This often takes creativity. For example, the CEO might present executives with a (fictitious) analyst's report describing the firm's imminent demise."
    },
    {
        "chapter": "8",
        "question_number": "98)",
        "description": "The human process category of organizational development includes T-groups, process consultation, and third-party intervention.",
        "answer": "TRUE",
        "explanation": "The human process category of OD includes T-groups, process consultation, third- party intervention, team building, organizational confrontation meetings, and survey research."
    },
    {
        "chapter": "8",
        "question_number": "99)",
        "description": "Organizational development is usually characterized by the use of action research and the application of behavioral science knowledge.",
        "answer": "TRUE",
        "explanation": "OD usually involves action research, which means collecting data about a group, department, or organization, and feeding the information back to the employees so they can analyze it and develop hypotheses about what the problems in the unit might be. OD also involves the application of behavioral science knowledge to improve the organization's effectiveness."
    },
    {
        "chapter": "8",
        "question_number": "100)",
        "description": "Organizational development interventions in the area of human resource management most likely involve changing a firm's formal structure.",
        "answer": "FALSE",
        "explanation": "OD practitioners make technostructural interventions when they get involved in changing firms' structures, methods, and job designs. For example, in a formal structural change program, the employees collect data on the company's existing organizational structure; they then jointly redesign and implement a new one."
    },
    {
        "chapter": "8",
        "question_number": "101)",
        "description": "Survey research and team building are technostructural organizational development techniques.",
        "answer": "FALSE",
        "explanation": "Survey research, team building, and T-groups are OD techniques related to the human process rather than technostructural issues."
    },
    {
        "chapter": "8",
        "question_number": "106)",
        "description": "The most common aspects measured when evaluating training are participants' reactions to the program, what the trainees learned from the program, and to what extent their on-the-job behavior or results changed as a result of the program.",
        "answer": "TRUE",
        "explanation": "There are several things you can measure when evaluating training with the most common participants' reactions to the program, what (if anything) the trainees learned from the program, and to what extent their on-the-job behavior or results changed as a result of the program."
    },
    {
        "chapter": "8",
        "question_number": "107)",
        "description": "Research suggests that most firms evaluate their training programs by measuring the reactions of participants.",
        "answer": "TRUE",
        "explanation": "Training programs can be measured by participants' reactions to the program, what (if anything) the trainees learned from the program, and to what extent their on-the-job behavior or results changed as a result of the program. In one survey of about 500 U.S. organizations, 77% evaluated their training programs by eliciting reactions, 36% evaluated learning, and about 10% to 15% assessed the program's behavior and/or results."
    },
    {
        "chapter": "8",
        "question_number": "108)",
        "description": "When designing a training evaluation study, most firms prefer to use a time series design instead of a controlled experiment because the time series design correlates change to training while the controlled experiment cannot.",
        "answer": "FALSE",
        "explanation": "The time series design provides an initial reading on the program's effectiveness. However, you can't be sure from this that the training (rather than, say, a new pay plan) caused any change. Controlled experimentation is therefore the evaluation process of choice by most firms."
    },
    {
        "chapter": "8",
        "question_number": "109)",
        "description": "A time series design is a training program evaluation tool that measures the outcomes of a group that receives training with the outcomes of a group that receives no training.",
        "answer": "FALSE",
        "explanation": "Controlled experimentation is a formal method for testing the effectiveness of a training program, preferably with before and after tests and a control group. Time series design is another evaluation tool that does not use a control group."
    },
    {
        "chapter": "8",
        "question_number": "110)",
        "description": "The four basic categories of training program outcomes that are typically measured include reactions, learning, behavior, and results.",
        "answer": "TRUE",
        "explanation": "Reaction, learning, behavior, and results are the four categories measured when evaluating a training program."
    }
]