[
    {
        "chapter": "3",
        "question_number": "16)",
        "description": "Goals are initiated by the bottom level of an organization according to the hierarchy of goals approach to strategic planning.",
        "answer": "FALSE",
        "explanation": "Under the hierarchy of goals approach to strategic planning, goals are set at the top of a company by the president or CEO. Goals then flow downward to the lowest-ranked managers and employees."
    },
    {
        "chapter": "3",
        "question_number": "17)",
        "description": "Steps in the basic management planning process include setting objectives, reviewing alternative courses of action, and evaluating which options are best.",
        "answer": "TRUE",
        "explanation": "The basic management planning process consists of five steps: setting objectives, making basic planning forecasts, reviewing alternative courses of action, evaluating which options are best, and then choosing and implementing your plan planning process."
    },
    {
        "chapter": "3",
        "question_number": "18)",
        "description": "Strategy is a course of action.",
        "answer": "TRUE",
        "explanation": "Strategy is a course of action the company can pursue to achieve its strategic aims."
    },
    {
        "chapter": "3",
        "question_number": "19)",
        "description": "A mission statement is a general statement of a company's intended direction that evokes emotional feelings in the organization's members.",
        "answer": "FALSE",
        "explanation": "A firm's mission statement answers the question, \"What business are we in?\" Managers use mission statements to pinpoint whether and how the firm will vertically integrate, as well as the firm's product scope, geographic coverage, and competitive advantage."
    },
    {
        "chapter": "3",
        "question_number": "20)",
        "description": "A vision statement is broader and more future-oriented than a mission statement.",
        "answer": "TRUE",
        "explanation": "The vision statement is a general statement of the firm's intended direction and broadly indicates what the firm wants to become. Vision statements focus on the future while mission statements address what the business does."
    },
    {
        "chapter": "3",
        "question_number": "21)",
        "description": "Strategic management focuses more on translating a mission into goals than on the functions of organizing, staffing, and controlling.",
        "answer": "TRUE",
        "explanation": "Strategic management is the process of identifying and executing the organization's strategic plan by matching the company's capabilities with the demands of its environment."
    },
    {
        "chapter": "3",
        "question_number": "46)",
        "description": "Consolidation keeps the company's strategy up to date by assessing progress toward strategic goals and taking corrective action as needed.",
        "answer": "FALSE",
        "explanation": "The corporate strategy of consolidation involves reducing the size of a company. Concentration, diversification, vertical integration, and geographic expansion are other commonly used corporate strategies."
    },
    {
        "chapter": "3",
        "question_number": "47)",
        "description": "Managers engage in three levels of strategic planning.",
        "answer": "TRUE",
        "explanation": "Managers use three types of strategic planning. There is corporate-level strategic planning, business unit (or competitive) strategic planning, and functional (or departmental) strategic planning."
    },
    {
        "chapter": "3",
        "question_number": "48)",
        "description": "Cost leadership, differentiation, and focus strategies are types of corporate-level strategies.",
        "answer": "FALSE",
        "explanation": "Cost leadership, differentiation, and focus are types of business-level rather than corporate-level strategies. These strategies, which are also known as competitive strategies, identify how a firm can build and strengthen its competitive position in the marketplace, such as how Pizza Hut will compete with Papa John's and how Walmart will compete with Target."
    },
    {
        "chapter": "3",
        "question_number": "49)",
        "description": "A vertical integration strategy means that a firm will expand by adding new product lines.",
        "answer": "FALSE",
        "explanation": "A vertical integration strategy means the firm expands by producing its own raw materials or selling its products directly."
    },
    {
        "chapter": "3",
        "question_number": "50)",
        "description": "McDonald's addressed its lagging profitability by first closing stores operating below its guidelines. McDonald's used a consolidation strategy.",
        "answer": "TRUE",
        "explanation": "A strategy of consolidation involves reducing the company's size. When McDonald's closes stores that are not performing up to corporate standards, the firm is implementing a consolidation strategy."
    },
    {
        "chapter": "3",
        "question_number": "51)",
        "description": "A business-level strategy is implemented by Pizza Hut, Domino's, Papa John's and Little Caesar's in their competition with each other for pizza customers.",
        "answer": "TRUE",
        "explanation": "Business-level or competitive strategies address how a firm will build or strengthen its long-term competitive position in the marketplace. Pizza Hut, Domino's, Papa John's and Little Caesar's are competitors in the pizza market, and each firm has a business-level strategy to indicate how to compete."
    },
    {
        "chapter": "3",
        "question_number": "67)",
        "description": "Strategic human resource management means formulating and executing HR systems that produce the employee competencies and behaviors a firm needs to achieve its strategic aims.",
        "answer": "TRUE",
        "explanation": "Strategic human resource management refers to the policies and activities developed in order to produce the employee skills and behaviors needed for a firm to achieve its strategic aims. Management creates a strategic plan that implies certain workforce requirements and policies and practices to produce certain workforce skills."
    },
    {
        "chapter": "3",
        "question_number": "68)",
        "description": "The specific human resource policies and practices used to support a firm's strategic goals are known as human resource strategies.",
        "answer": "TRUE",
        "explanation": "Human resource strategies are the policies and practices developed in order to produce personnel with the skills, competencies, and behaviors needed to achieve a firm's objectives."
    },
    {
        "chapter": "3",
        "question_number": "69)",
        "description": "HR scorecards present managers with desktop graphs and charts of how a firm's HR strategies compare to those of other firms in the same industry.",
        "answer": "FALSE",
        "explanation": "A digital dashboard provides managers with desktop graphs and charts of where a company stands based on the metrics from the HR scorecard process. An HR scorecard is a process for assigning financial and nonfinancial goals or metrics to the HR management-related chain of activities required for achieving the firm's strategic aims and for monitoring results."
    },
    {
        "chapter": "3",
        "question_number": "70)",
        "description": "Strategy maps help managers link the company's strategic plan with departmental activities.",
        "answer": "TRUE",
        "explanation": "The strategy map provides an overview of how each department's performance contributes to achieving the company's overall strategic goals. It helps the manager understand the role his or her department plays in helping to execute the company's strategic plan."
    },
    {
        "chapter": "3",
        "question_number": "83)",
        "description": "Human resource metrics are used to assess a firm's HR performance and to compare one firm's HR performance with that of another firm.",
        "answer": "TRUE",
        "explanation": "A human resource metric is the quantitative measure of some human resource management yardstick like employee turnover. Such metrics can be used to assess a firm's HR performance and to compare one firm's HR performance with that of another firm."
    },
    {
        "chapter": "3",
        "question_number": "84)",
        "description": "Human resource audits and benchmarking are two critical tools used by managers who implement an evidence-based approach to human resource management.",
        "answer": "TRUE",
        "explanation": "Human resource audits and benchmarking are two critical tools for managers using an evidence-based approach. Evidence-based HR management uses data, facts, analytics, scientific rigor, critical evaluation, and case studies to support HR management proposals, decisions, practices, and conclusions."
    },
    {
        "chapter": "3",
        "question_number": "85)",
        "description": "A strategic audit would most likely NOT be used by an HR manager to assess a firm's procedures and practices in regards to employee benefits.",
        "answer": "FALSE",
        "explanation": "Human resources managers often collect data on matters such as employee turnover and safety via strategic audit. An HR audit is an analysis by which an organization measures where it currently stands and determines what it has to accomplish to improve its HR functions."
    },
    {
        "chapter": "3",
        "question_number": "86)",
        "description": "HR audits typically review a firm's recruiting, testing, and training methods to ensure compliance with government and organization regulations.",
        "answer": "TRUE",
        "explanation": "The HR audit generally involves reviewing the functioning of most aspects of the company's human resource function (recruiting, testing, training, and so on), usually using a checklist, as well as ensuring that the employer is adhering to regulations, laws, and company policies."
    },
    {
        "chapter": "3",
        "question_number": "87)",
        "description": "Although applicant tracking systems typically increase overall recruiting costs, the benefits of hiring high-performing employees are worth the investment for most firms.",
        "answer": "FALSE",
        "explanation": "Applicant tracking systems tend to reduce recruiting costs because recruitment dollars are shifted from less effective sources to more effective ones."
    },
    {
        "chapter": "3",
        "question_number": "88)",
        "description": "Benchmarking involves analyzing the demographic make-up of an organization over a specific period to determine the overall diversity of the firm.",
        "answer": "FALSE",
        "explanation": "Benchmarking means comparing the practices of high-performing companies to your own, in order to understand what they do that makes them better."
    },
    {
        "chapter": "3",
        "question_number": "89)",
        "description": "A construction firm that wants to compare its own HR-related metric results with those of other construction firms can use a benchmarking service provided by SHRM.",
        "answer": "TRUE",
        "explanation": "SHRM provides a customized benchmarking service. This enables employers to compare their own HR-related metric results with those of other companies. SHRM's service provides benchmark figures for many industries."
    },
    {
        "chapter": "3",
        "question_number": "90)",
        "description": "Benchmarking indicates the extent to which a firm's HR practices are helping to accomplish long-term strategic goals.",
        "answer": "FALSE",
        "explanation": "Benchmarking may not show the extent to which a firm's HR practices are helping achieve its strategic goals. Strategy-based metrics specifically focus on measuring the activities that contribute to achieving a company's strategic aims."
    },
    {
        "chapter": "3",
        "question_number": "101)",
        "description": "According to recent studies, high-performance work organizations recruit more job candidates, use more selection tests, and spend many more hours training employees.",
        "answer": "TRUE",
        "explanation": "Studies show that high-performance work systems' policies and practices do differ from less productive ones. High-performing companies recruit more job candidates, use more selection tests, and spend many more hours training employees"
    },
    {
        "chapter": "3",
        "question_number": "102)",
        "description": "Human resource practices, such as hiring based on selection tests, pay raises based on work performance, and training provided to new and experienced employees, contribute to a company's ability to achieve high-performance levels.",
        "answer": "TRUE",
        "explanation": "HR practices of high-performance firms differ from those of low-performance firms. High-performance firms typically hire from within, use selection tests, tie pay raises to work performance, and provide all employees with training."
    },
    {
        "chapter": "3",
        "question_number": "103)",
        "description": "Companies with empowered, highly trained, flexible workforces have a competitive advantage.",
        "answer": "TRUE",
        "explanation": "Firms that adhere to high-performance HR practices and have empowered, highly trained, and flexible workforces gain a competitive advantage. The concept of competitive advantage refers to the factors that allow a firm to differentiate its products or services from its competitors to gain market share, and HR can serve as a competitive advantage."
    },
    {
        "chapter": "3",
        "question_number": "104)",
        "description": "High-performance companies are less likely than low-performance companies to invest in costly employee training programs.",
        "answer": "FALSE",
        "explanation": "High-performance firms are more likely to invest in employee training for both new and current employees. High-performance companies invest in their employees in order to develop a workforce that matches the needs of the company."
    },
    {
        "chapter": "3",
        "question_number": "105)",
        "description": "A high-performance work system is a tool that quantifies the relationship between HR activities, employee behaviors, and firm performance.",
        "answer": "FALSE",
        "explanation": "An HR scorecard helps the manager quantify the relationships between (1) the HR activities (amount of testing, training, and so forth), (2) the resulting employee behaviors (customer service, for instance), and (3) the resulting firm-wide strategic outcomes and performance (such as customer satisfaction and profitability). A high-performance work system may involve the use of HR scorecards but not necessarily."
    },
    {
        "chapter": "3",
        "question_number": "110)",
        "description": "Research suggests a majority of workers in the United States are engaged at work.",
        "answer": "FALSE",
        "explanation": "Research suggests only about 21-30% of employees nationally are engaged."
    }
]