[
    {
        "chapter": "10",
        "question_number": "31)",
        "description": "For many employees, professional growth opportunities act as an incentive to remain with a firm because such programs indicate that a company cares about its workers.",
        "answer": "TRUE",
        "explanation": "Inadequate career and professional development prospects prompt many employees to leave. Conversely, a well-thought-out training and career development program can provide a strong incentive for staying with the company."
    },
    {
        "chapter": "10",
        "question_number": "32)",
        "description": "Coaching focuses on helping employees reach long term career goals.",
        "answer": "FALSE",
        "explanation": "Coaching focuses on teaching daily tasks that a worker can easily relearn."
    },
    {
        "chapter": "10",
        "question_number": "33)",
        "description": "A quality of being an effective mentor is actively steering protégés into important projects, teams, and jobs.",
        "answer": "TRUE",
        "explanation": "Effective mentors set high standards, are willing to invest the time and effort the mentoring relationship requires, and actively steer protégés into important projects, teams, and jobs."
    },
    {
        "chapter": "10",
        "question_number": "34)",
        "description": "Effective mentoring does not require trust.",
        "answer": "FALSE",
        "explanation": "Effective mentoring requires trust, and the level of trust reflects the mentor's professional competency, consistency, ability to communicate, and readiness to share control."
    },
    {
        "chapter": "10",
        "question_number": "35)",
        "description": "Studies indicate that traditional mentoring is less effective for men than it is for women.",
        "answer": "FALSE",
        "explanation": "Studies suggest that traditional mentoring is less effective for women than it is for men. For example, in one survey of employees who had \"active mentoring relationships\" in one recent year, 72% of the men received one or more promotions in the ensuing two years, compared with 65% of the women."
    },
    {
        "chapter": "10",
        "question_number": "36)",
        "description": "Career development is the lifelong series of activities that contributes to a person's career exploration, establishment, success, and fulfillment.",
        "answer": "TRUE",
        "explanation": "Career development refers to activities such as workshops, education, and training that contribute to a person's career establishment, success, and fulfillment."
    },
    {
        "chapter": "10",
        "question_number": "37)",
        "description": "A career is the occupational positions one holds at a single organization.",
        "answer": "FALSE",
        "explanation": "The term career refers to the occupational positions a person has had over many years, but not necessarily at one organization."
    },
    {
        "chapter": "10",
        "question_number": "38)",
        "description": "Most young workers entering the job market today are heavily focused on their job and their employer, unlike baby boomers who preferred to balance work and family.",
        "answer": "FALSE",
        "explanation": "Baby boomers—those retiring in the next few years—tended to be job- and employer-focused. Those entering the job market now often value work arrangements that provide more opportunities for balanced lives."
    },
    {
        "chapter": "10",
        "question_number": "39)",
        "description": "Studies suggest that firms that support their employees' career development are rewarded with employee commitment and longer retention rates.",
        "answer": "TRUE",
        "explanation": "Employers benefit from offering career development. The employees, armed with better insights about their occupational strengths, should be better equipped to serve the company. Supporting your employees' career development may also boost employee commitment and support your recruitment and retention efforts."
    },
    {
        "chapter": "10",
        "question_number": "40)",
        "description": "While career development ultimately should result in an employee who is more employable, such programs often result in increased employee commitment.",
        "answer": "TRUE",
        "explanation": "Employees who work for firms that offer career development programs become more knowledgeable, which makes them more employable. However, supporting an employee's career development may also boost employee commitment."
    },
    {
        "chapter": "10",
        "question_number": "41)",
        "description": "The employee, the manager, and the employer equally share the responsibility for an employee's career development and career success.",
        "answer": "FALSE",
        "explanation": "Although the employer and manager have roles in guiding employees' careers, no employee should ever abandon this task to others. The consequences of a bad choice (or of no choice) are too severe to leave to others. The employee's career success or failure is ultimately the employee's responsibility."
    },
    {
        "chapter": "10",
        "question_number": "42)",
        "description": "Matching individual strengths and weaknesses with occupational opportunities and threats is a key to the career planning process.",
        "answer": "TRUE",
        "explanation": "For the employee, career planning means matching individual strengths and weaknesses with occupational opportunities and threats. In other words, the person wants to pursue occupations, jobs, and a career that capitalize on his or her interests, aptitudes, values, and skills."
    },
    {
        "chapter": "10",
        "question_number": "43)",
        "description": "A career planning workshop helps employees identify their interests, set career goals, and practice career skills.",
        "answer": "TRUE",
        "explanation": "A career planning workshop is \"a planned learning event in which participants are expected to be actively involved, completing career planning exercises and inventories and participating in career skills practice sessions.\" A typical workshop includes a self-assessment, an environmental assessment, and goal-setting and action-planning segments."
    },
    {
        "chapter": "10",
        "question_number": "44)",
        "description": "Succession planning, job posting, and management counseling are popular career management practices offered by organizations around the world.",
        "answer": "TRUE",
        "explanation": "Various employer career practices include posting job openings, formal education, career-oriented performance appraisals, counseling by managers, counseling by HR, retirement preparation, and succession planning."
    },
    {
        "chapter": "10",
        "question_number": "45)",
        "description": "Organizations should schedule regular performance appraisals, and at these reviews cover whether the employee's current skills and performance are consistent with his or her career aspirations.",
        "answer": "TRUE",
        "explanation": "Performance appraisals are an opportunity for discussing and linking an employee's performance, career interests, and developmental needs into a coherent career plan. Having a regular performance appraisals makes sure such career plans are well aligned."
    },
    {
        "chapter": "10",
        "question_number": "46)",
        "description": "Reality shock occurs when a new employee's high expectations confront the reality of a boring job.",
        "answer": "TRUE",
        "explanation": "Reality shock refers to the phenomenon that results when a new employee's expectations meet the reality of an unattractive work situation."
    },
    {
        "chapter": "10",
        "question_number": "67)",
        "description": "According to research, the turnover rate is relatively the same across all industries in the U.S.",
        "answer": "FALSE",
        "explanation": "Turnover—the rate at which employees leave the firm—varies markedly among industries. Thus, turnover in the accommodation and food services industry is chronically high, with over half the industry's employees voluntarily leaving each year. In contrast, voluntary turnover in the educational services industry is about 12%."
    },
    {
        "chapter": "10",
        "question_number": "68)",
        "description": "Boring jobs, low pay, inadequate supervision, and poor working conditions are likely to lead to job withdrawal.",
        "answer": "TRUE",
        "explanation": "Job withdrawal occurs when employees mentally and physically separate themselves from their work environments. Boring jobs, poor management, and low pay are some of the many reasons for job withdrawal."
    },
    {
        "chapter": "10",
        "question_number": "89)",
        "description": "The barriers for women to advance at work are referred to as the glass ceiling because federal legislation has enabled women to earn an equal number of top-level positions as men.",
        "answer": "FALSE",
        "explanation": "The subtle barriers to the career progress of women are known as the glass ceiling because women can see the top positions but are prevented from reaching them. Although women constitute 40% of the workforce, they have only 2% of the top management jobs."
    },
    {
        "chapter": "10",
        "question_number": "90)",
        "description": "A focus on competitiveness and motivation suggests that a company should promote on the basis of seniority.",
        "answer": "FALSE",
        "explanation": "Probably the most important decision is whether to base promotion on seniority or competency, or some combination of the two. Today's focus on competitiveness favors competency."
    },
    {
        "chapter": "10",
        "question_number": "91)",
        "description": "Women constitute approximately 40% of the workforce, but hold less than 2% of top management positions.",
        "answer": "TRUE",
        "explanation": "Similarly, women still don't make it to the top of the career ladder in numbers proportionate to their numbers in U.S. industry. Women constitute more than 40% of the workforce, but hold less than 2% of top management positions."
    },
    {
        "chapter": "10",
        "question_number": "92)",
        "description": "An employer's promotion processes are free of the requirements imposed by anti- discrimination laws.",
        "answer": "FALSE",
        "explanation": "In general, the employer's promotion processes must comply with all the same antidiscrimination laws as do procedures for recruiting and selecting employees or any other HR actions."
    },
    {
        "chapter": "10",
        "question_number": "93)",
        "description": "Many U.S. firms are concerned about labor shortages because of the rapidly rising number of 25-44 year olds in the workforce and the small number of workers near retirement age.",
        "answer": "FALSE",
        "explanation": "In the United States, the number of 25- to 34-year-olds is growing relatively slowly, and the number of 35- to 44-year olds is declining. So, with many employees in their 50s and 60s moving toward traditional retirement age, employers face a longer-term labor shortage."
    },
    {
        "chapter": "10",
        "question_number": "94)",
        "description": "Most employees who continue working after retirement age must do so because of their financial instability.",
        "answer": "FALSE",
        "explanation": "Only one-third of retirement age workers who continue working do so for financial reasons. Most of them work to remain active."
    },
    {
        "chapter": "10",
        "question_number": "95)",
        "description": "Conducting a demographic analysis of employees is one of the first steps that a firm should take when determining the labor and financial effects of retiring workers.",
        "answer": "TRUE",
        "explanation": "A reasonable first step in planning for the effects of retiring workers is to conduct numerical analyses of pending retirements. This should include a demographic analysis (including a census of the company's employees), a determination of the average retirement age for the company's employees, and a review of how retirement is going to affect the employer's health care and pension benefits. The employer can then determine the extent of the \"retirement problem\" and take fact-based steps to address it."
    },
    {
        "chapter": "10",
        "question_number": "105)",
        "description": "The two basic categories of insubordination are unwillingness to carry out the manager's orders and disrespectful behavior toward the manager.",
        "answer": "TRUE",
        "explanation": "The two basic categories of insubordination are unwillingness to carry out the manager's orders and disrespectful behavior toward the manager."
    },
    {
        "chapter": "10",
        "question_number": "106)",
        "description": "The prevailing rule in the United States has been that without an employment contract, either the employer or the employee can terminate at will the employment relationship.",
        "answer": "TRUE",
        "explanation": "For more than 100 years, the prevailing rule in the United States has been that without an employment contract, either the employer or the employee can terminate at will the employment relationship."
    },
    {
        "chapter": "10",
        "question_number": "107)",
        "description": "Termination interviews are interviews, usually conducted by a human resource professional just prior to the employee leaving, that elicit information aimed at giving employers insights into their companies.",
        "answer": "FALSE",
        "explanation": "It is the exit interview that is usually conducted by a human resource professional just prior to the employee leaving, that elicit information aimed at giving employers insights into their companies."
    }
]